[ 
    { 
        "name": "1. BAEL ( Baël / Baalzebub, Beelzebub)",
        "img": "http://localhost:8080/images/daemon/Bael.jpg",
        "sigil": "http://localhost:8080/images/daemon/Beelzebub_Sigil.gif",
        "infoGen": "The First Principal Spirit is a King ruling in the East, called Bael. He maketh thee to go Invisible. He ruleth over 66 Legions of Infernal Spirits. He appeareth in divers shapes, sometimes like a Cat, sometimes like a Toad, and sometimes like a Man, and sometimes all these forms at once. He speaketh hoarsely. This is his character which is used to be worn as a Lamen before him who calleth him forth, or else he will not do thee homage.",
        "comment": "The Lesser Key of Solomon\nThe first principall spirit is a king ruling in ye East, called Bael. he maketh men goe Invisible, he ruleth over 66 Legions of Inferiour spirits, he appeareth in divers shapes, sometimes like a Catt, sometimes like a Toad, sometimes like a man,  sometimes in all these formes at once. he speaketh very horsly.\nThis is his Character wch is to be worne as a Lamen before him who calleth him forth, or else he will not doe you homage.\nArs Goetia\n(1) Baell. Their first and principall king (which is of the power of the east) is called Baëll who when he is conjured up, appeareth with three heads; the first, like a tode; the second, like a man; the third, like a cat. He speaketh with a hoarse voice, he maketh a man go invisible [and wise], he hath under his obedience and rule sixtie and six legions of divels.\nPseudomonarchia Daemonum\nBEELZEBUB is also known as BAALZEBUB, ENLIL, BEL, \"PIR BUB\" BAAL ZEBUL and BEELZEBUTH.\nHe is also known as the Goetic Demon \"BAEL\".\nThose who are close to Beelzebub know he is Enlil. This is from him personally. Enlil was the original \"Bel\" which later evolved into \"Baal.\" \"Baal\" means \"Lord,\" \"Master\" \"Baal the Prince.\" Beelzebub/Enlil was a very popular and well-known God who had cities named after him with the prefix \"Baal\" all over the Middle East.",
        "seal": "http://localhost:8080/images/daemon/Bael_Seal.jpg",
          "Ruler": "GÖAP",
          "Rank": "King (Rex)",
          "Planet": "Sun",
          "Element": "Fire",
          "Direction": "South",
          "Metal": "Gold",
          "Color": "Yellow",
          "Incense": "Frankincense",
          "Corresponding_Angel": "VEHUIAH",
          "Zodiac_Position": "0-4 Degrees of Aries\nMarch 21st-25th *[March 21-30]",
          "Tarot_Card": "2 of Rods [From Azazel]",
          "Candle_color": "Black",
          "Plant": "Fern",
          "Other": "Bael is a Day Demon and rules over 66 legions of spirits."
        
    },
    {
        "name": "2. AGARES ( Agreas, Aguares )",
        "img": "http://localhost:8080/images/daemon/Agares.jpg",
        "sigil": "http://localhost:8080/images/daemon/Agares_Sigil.gif",
        "infoGen": "The Second Spirit is a Duke called Agreas, or Agares. He is under the Power of the East, and cometh up in the form of an old fair Man, riding upon a Crocodile, carrying a Goshawk upon his fist, and yet mild in appearance. He maketh them to run that stand still, and bringeth back runaways. He teaches all Languages or Tongues presently. He hath power also to destroy Dignities both Spiritual and Temporal, and causeth Earthquakes. He was of the Order of Virtues. He hath under his government 31 Legions of Spirits. And this is his Seal or Character which thou shalt wear as a Lamen before thee.",
        "comment": "The Lesser Key of Solomon\nThe second spirit is a Duke called Agares, he is under ye power of ye East and cometh up in the form of a fair Old man riding upon a Crocodill, very mildly, carrying a goshawke on his fist. he maketh them runne that stand still, and fetcheth back ye runnawayes. he can teach all Languages or Tongues presently, he hath the power also to destroy dignities, both supernaturall  Temporall;  cause Earthquakes. he was of the order of Vertues; he hath under his government 31 Legions c:  this is [his] seale or Character wch is to be worne as [a] Lamen.\n[King Agares (sec. man.)]\n Ars Goetia\n(2) Agares. The first duke under the power of the east, is named Agares, he commeth up mildile [i.e. he appears willingly] in the likenes of a faire old man, riding upon a crocodile, and carrieng a hawke on his fist; hee teacheth presentlie all maner of toongs, he fetcheth backe all such as runne awaie, and maketh them runne that stand still; he overthroweth all dignities supernaturall and temporall, hee maketh earthquakes, [lit. \"and makes spirits of the earth dance\"] and is of the order of vertues, having under his regiment thirtie one legions.\nPseudomonarchia Daemonum\nAgares rules over the common people; they are the voice of the common people and residence of Hell. Her position is similar to a human Mayor.* \nShe teaches all languages, returns runaways and can stop one from fleeing. She can also incite one to flee. She chases off enemies, destroys spirits of the enemy, and can bring about the downfall of important men, causing them to lose their position, public honor and the respect of others. She can cause an earthquake, and incite dancing. \n Agares was known as the Greek God Argus. Argus was a male in legend. Argus was all-seeing and had 100 eyes. \n Agares is extremely beautiful. She is very fair skinned and feminine with soft straight blonde hair and white wings. She is very friendly and likable. \n[*All of the Demons were very well-known and popular Pagan Gods. Agares is female. The legends of the Gods were all allegories.",
        "seal": "http://localhost:8080/images/daemon/Agares_Seal.jpg",
          "Ruler": "CORSON",
          "Rank": "Duke (Dux) | Grand Duke of the Eastern regions of Hell",
          "Planet": "Venus",
          "Element": "Earth",
          "Direction": "West",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Sandalwood",
          "Corresponding_Angel": "JELIAL",
          "Zodiac_Position": "5-9 Degrees of Aries\nMarch 25th-29th",
          "Tarot_Card": "2 of Rods",
          "Candle_color": "Deep Blood Red",
          "Plant": "Carnation",
          "Other": "She governs 31 legions of spirits\nHer Animal is the Tiger*\nAgares is a Day Demon and was of the order of the Virtues."
    },
    {
        "name": "3. VASSAGO ( Pruflas / Busas )",
        "img": "http://localhost:8080/images/daemon/Vassago.jpg",
        "sigil": "http://localhost:8080/images/daemon/Vassago_Sigil.gif" ,
        "infoGen": "The Third Spirit is a Mighty Prince, being of the same nature as Agares. He is called Vassago. This Spirit is of a Good Nature, and his office is to declare things Past and to Come, and to discover all things Hid or Lost. And he governeth 26 Legions of Spirits, and this is his Seal.",
        "comment": " The Lesser Key of Solomon\nThe Third spirit is a mighty prince, being of ye same Nature as Agares, he is called Vassago, This spirit is of a good nature,  his office is to declare things past and to come; and to discover all things hidden or lost c: he governeth 26 Legions of spirits. This is his seal.\nArs Goetia\n[(4) Pruflas, otherwise found as Bufas, is a great prince and duke, whose abode is around the Tower of Babylon, and there he is seen like a flame outside. His head however is like that of a great night hawk. He is the author and promoter of discord, war, quarrels, and falsehood. He may not be admitted into every place. He responds generously to your requests. Under him are twenty-six legions, partly of the order of Thrones, and partly of the order of Angels.]\nPseudomonarchia Daemonum\nVassago is one of the friendliest of the Demons. He reveals the past, present and future and can find anything that has been hidden, misplaced, lost or stolen.",
        "seal": "http://localhost:8080/images/daemon/Vassago_Seal.jpg",
          "Ruler": "ZIMINAR",
          "Rank": "Prince (Princeps)",
          "Planet": "Jupiter",
          "Element": "Water",
          "Direction": "North",
          "Metal": "Tin",
          "Color": "Blue",
          "Incense": "Cedar",
          "Corresponding_Angel": "SITAEL",
          "Zodiac_Position": "10-14 degrees into Aries\nMarch 30th-April 3rd",
          "Tarot_Card": "3 of Rods",
          "Candle Color": "Light blue",
          "Plant": "Leek",
          "Other": "Vassago is a day Demon and rules 26 legions of spirits"
    },
    {
        "name": "4. SAMIGINA ( Gamigin / Gamygyn )",
        "img": "http://localhost:8080/images/daemon/Samigina.jpg",
        "sigil": "http://localhost:8080/images/daemon/Samigina_Sigil.gif",
        "infoGen": "The Fourth Spirit is Samigina, a Great Marquis. He appeareth in the form of a little Horse or Ass, and then into Human shape doth he change himself at the request of the Master. He speaketh with a hoarse voice. He ruleth over 30 Legions of Inferiors. He teaches all Liberal Sciences, and giveth account of Dead Souls that died in sin. And his Seal is this, which is to be worn before the Magician when he is Invocator, etc.",
        "comment": "The Lesser Key of Solomon\nThe 4th spirit is called Gamigin, a great Marquise, he appereth in ye forme of a litle horse or asse and then into humane shape he putteth himself at ye request of ye Master and speaketh wth a horse voice; he teaches all Liberall siences, and giveth and account of ye dead soules of them that dye in sin.  he ruleth over 30 Legions of Inferiors c. This is his seal, wch is to be worne by the Magician when he Invocateth.\nArs Goetia\n(47) Gamigin [Gamygyn] is a great marquesse, and is seene in the forme of a little horsse, when he taketh humane shape he speaketh with a hoarse voice, disputing of all liberall sciences; he bringeth also to passe, that the soules, which are drowned in the sea, or which dwell in purgatorie (which is called Cartagra, that is, affliction of soules) shall take aierie bodies, and evidentlie appeare and answer to interrogatories at the conjurors commandement; he tarrieth with the exorcist, untill he have accomplished his desire, and hath thirtie legions under him.\nPseudomonarchia Daemonum\nSamigina gives news of those who died and are in Hell and teaches the liberal sciences. She has very dark, piercing eyes and beautiful tan colored wings.",
        "seal": "http://localhost:8080/images/daemon/Samigina_Seal.jpg",
          "Ruler": "ZIMINAR",
          "Rank": "Marquise (Marchio)",
          "Planet": "Moon",
          "Element": "Water",
          "Direction": "North",
          "Metal": "Silver",
          "Color": "Violet",
          "Incense": "Jasmine",
          "Corresponding_Angel": "ELEMIAH",
          "Zodiac_Position": "15-19 degrees of Aries\nApril 4th-8th",
          "Tarot_Card": "3 of Rods",
          "Candle_color": "Black",
          "Plant": "Juniper",
          "Other": "Samigina is a Day Demon and rules 30 legions of spirits"
    },
    {
        "name": "5. MARBAS (Margas / Barbas)",
        "img": "http://localhost:8080/images/daemon/Marbas.jpg",
        "sigil": "http://localhost:8080/images/daemon/Marbas_Sigil.gif",
        "infoGen": "The fifth Spirit is Marbas. He is a Great President, and appeareth at first in the form of a Great Lion, but afterwards, at the request of the Master, he putteth on Human Shape. He answereth truly of things Hidden or Secret. He causeth Diseases and cureth them. Again, he giveth great Wisdom and Knowledge in Mechanical Arts; and can change men into other shapes. He governeth 36 Legions of Spirits. And his Seal is this, which is to be worn as aforesaid.",
        "comment": "The Lesser Key of Solomon\nThe 5th spirit is called Marbas -- he is a great presedent, and appeareth at first in ye forme of a great Lyon: but afterwards putteth on humane shape at ye Request of ye Master he Answareth truly of Things hidden or secreet, he causeth deseases and cureth them againe  giveth great wisdome  knowledge in mechanicall arts,  changeth men into other shapes he governeth 36 Legions of spirits. his seal is this.\nArs Goetia\n(3) Marbas, alias Barbas is a great president, and appeareth in the forme of a mightie lion; but at the commandement of a conjuror commeth up in the likenes of a man, and answereth fullie as touching anie thing which is hidden or secret: he bringeth diseases, and cureth them, he promoteth wisedome, and the knowledge of mechanicall arts, or handicrafts; he changeth men into other shapes, and under his presidencie or gouvernement are thirtie six legions of divels conteined.\nPseudomonarchia Daemonum\nMarbas can bring healing or cause disease. He answers questions about things that have been stolen and gives great wisdom and knowledge. He teaches mechanics and gives knowledge about things hidden or secret. He can cause one to shape shift.\nMarbas has spiked black hair, brown eyes, small ears, and is of medium height. ",
        "seal": "http://localhost:8080/images/daemon/Marbas_Seal.jpg",
          "Ruler": "AMAYMON",
          "Rank": "President (Praeses)",
          "Planet": "Mercury",
          "Element": "Air",
          "Direction": "East",
          "Metal": "Mercury",
          "Color": "Orange",
          "Incense": "Storax",
          "Corresponding_Angel": "MAHASIAH",
          "Zodiac_Position": "20-24 degrees of Aries\nApril 9th-14th",
          "Tarot_Card": "4 of Rods",
          "Candle_color": "Yellow",
          "Plant": "Chicory",
          "Other": "Marbas is a Day Demon and rules 36 legions of spirits"
    },
    {
        "name": "6. VALEFOR ( Valefar / Malaphar )",
        "img": "http://localhost:8080/images/daemon/Valefor.jpg",
        "sigil": "http://localhost:8080/images/daemon/Valefor_Sigil.gif",
        "infoGen": "The Sixth Spirit is Valefor. He is a mighty Duke, and appeareth in the shape of a Lion with an ||Ass's|| Head, bellowing. He is a good Familiar, but tempteth them he is a familiar of to steal. He governeth 10 Legions of Spirits. His Seal is this, which is to be worn, whether thou wilt have him for a Familiar, or not.",
        "comment": "The Lesser Key of Solomon\nThe 6th spirit is Valefar -- he is a Mighty Duke,  appeareth in ye form of a Lion wh a mans head Lowring, he is a good femiliar, but tempteth those he is femiliar with to steale, he governeth 10 Legions of spirets, this is his seal to wearne constantly if you haue his familiarity. Else not.\nArs Goetia\n(14) Valefar, alias Malephar [Malaphar], is a strong duke, comming foorth in the shape of a lion, and the head of a theefe [or \"barking\"], he is verie familiar with them to whom he maketh himself acquainted, till he hath brought them to the gallowes, and ruleth ten legions.\nPseudomonarchia Daemonum\nValefor is an expert at occult medicine, and can cure any and all ills through the powers of the mind and soul. He bestows dexterity with ones hands and makes one's mind sharp.\nValefor has a large head like Lucifuge Rofocal. He has a greenish complexion with dark pronounced eyebrows. He has huge white feathery wings.",
        "seal": "http://localhost:8080/images/daemon/Valefor_Seal.jpg",
          "Ruler": "CORSON",
          "Rank": "Duke (Dux)",
          "Planet": "Venus",
          "Element": "Earth",
          "Direction": "West",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Sandalwood",
          "Corresponding_Angel": "LEHAHEL",
          "Zodiac_Position": "25-29 degrees of Aries\nApril 15th-19th",
          "Tarot_Card": "4 of Rods",
          "Candle_color": "Pink",
          "Plant": "Dandelion",
          "Other": "Valefor is a Day Demon and rules 10 legions of spirits"
      },
    {
        "name": "7. AMON",
        "img": "http://localhost:8080/images/daemon/Amon.jpg",
        "sigil": "http://localhost:8080/images/daemon/Amon_Sigil.gif",
        "infoGen": "The Seventh Spirit is Amon. He is a Marquis great in power, and most stern. He appeareth like a Wolf with a Serpents tail, vomiting out of his mouth flames of fire; but at the command of the Magician he putteth on the shape of a Man with Dog's teeth beset in a head like a Raven; or else like a Man with a Raven's head (simply). He telleth all things Past and to Come. He procureth feuds and reconcileth controversies between friends. He governeth 40 Legions of Spirits. His Seal is this which is to be worn as aforesaid, etc.",
        "comment": "The Lesser Key of Solomon\nThe 7t spirit is Amon. he is a Marquis great in power  most strong, he at first appereth like a wolf with a serpents taile, vomiting out of his Mouth fleames of fire, but at yecommand of ye Magician he putteth on ye shape of a man, with dogs Teeth beset in a head like a Raven, or in a Ravens Head, hee telleth [of] all things past  to come, and procureth love, and reconcileth controversies between freinds  foes,1  governeth 40 Legions of spirits, his seal is thus, wch is to be worne as afforesaid.\nArs Goetia\n(5) Amon, or Aamon, is a great and mightie marques, and commeth abroad in the likenes of a woolfe, having a serpents taile, spetting out and breathing [vomiting] flames of fier; when he putteth on the shape of a man, he sheweth out dogs teeth, and a great head like to a mightie raven [night hawk]; he is the strongest prince of all other, and understandeth of all things past and to come, he procureth favor, and reconcileth both freends and foes, and ruleth fourtie legions of divels.\nPseudomonarchia Daemonum\n\"Amon\" is the Egyptian Sun God Amon Ra aka Merodach and the Babylonian God \"Marduk\"He discerns the past, foretells the future, reconciles friends and enemies, procures love and causes love to flourish.\nHe is one of the most beautiful beings I have ever seen. He has very light blonde hair swept back; he is strongly built and has an enormous amount of positive energy. He is attended by a strong and aggressive falcon. He is literally radiant like the Sun. He is one of the 7 Sons of Satan. He is extremely proud, beautifully built, and very tall and strong.",
        "seal": "http://localhost:8080/images/daemon/Amon_Seal.jpg",
          "Ruler": "ZIMINAR",
          "Rank": "Marquise (Marchio)",
          "Planet": "Moon",
          "Element": "Water",
          "Direction": "North",
          "Metal": "Silver",
          "Color": "Violet",
          "Incense": "Jasmine",
          "Corresponding_Angel": "ACHAIAH",
          "Zodiac_Position": "0-4 Degrees of Taurus\nApril 20th-24th",
          "Tarot_Card": "5 of Pentacles",
          "Candle_color": "Red",
          "Plant": "Nightshade",
          "Animal": "Lion",
          "Other": "Amon rules over the Western Region of Hell\nAmon is a Day Demon and Governs 40 legions of spirits"
      },
    {
        "name": "8. BARBATOS",
        "img": "http://localhost:8080/images/daemon/Barbatos.jpg",
        "sigil": "http://localhost:8080/images/daemon/Barbatos_Sigil.gif",
        "infoGen": "The Eighth Spirit is Barbatos. He is a Great Duke, and appeareth when the Sun is in Sagittary, with four noble Kings and their companies of great troops. He giveth understanding of the singing of Birds, and of the Voices of other creatures, such as the barking of Dogs. He breaketh the Hidden Treasures open that have been laid by the Enchantments of Magicians. He is of the Order of Virtues, of which some part he retaineth still; and he knoweth all things Past, and to come, and conciliateth Friends and those that be in Power. He ruleth over 30 Legions of Spirits. His Seal of Obedience is this, the which wear before thee as aforesaid.",
        "comment": "The Lesser Key of Solomon\nThe 8th spirit is called Barbatos he is a great duke  appeareth when ye sun is in Sagittarius,2 with four Noble kings and their companions in great troops, he giveth ye understanding of yesinging of Birds, and ye voice of other Creatures and ye [such as] barking of dogs c, he breaketh hidden treasures open, that have been Laid by ye Enchantment of Magicians,  [he was] of ye order of vertues, [of] which some part beareth rule still c he knoweth all things past and to come: and reconsileth friends  those that are in power, he ruleth over 30 Legions of spirits, his seal of obedience is this. wch were before you c.\nArs Goetia\n(6) Barbatos, a great countie or earle, and also a duke, he appeareth in Signo sagittarii sylvestris,1 with foure kings, which bring companies and great troopes. He understandeth the singing of birds, the barking of dogs, the lowings of bullocks, and the voice of all living creatures. He detecteth treasures hidden by magicians and inchanters, and is of the order of vertues, which in part beare rule: he knoweth all things past, and to come, and reconcileth freends and powers; and governeth thirtie legions of divels by his authoritie.\nPseudomonarchia Daemonum\nBarbatos teaches all of the sciences, he reveals treasure concealed by magic, and foretells the future. He discerns the past, reconciles friends, and will bring any two persons together in friendship. He secures the good will of those who are in positions of power. He smoothes out all misunderstandings and soothes hurt feelings. He gives the ability to communicate with and understand animals.\nBarbatos is a very handsome god. He has long, flowing blond hair and brilliant white wings. He is very well built and his skin is tan.",
        "seal": "http://localhost:8080/images/daemon/Barbatos_Seal.jpg",
          "Ruler": "GÖAP",
          "Rank":  "Duke (Dux)",
          "Planet": "Venus",
          "Element": "Fire",
          "Direction": "South",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Santalwood",
          "Corresponding_Angel": "CAHETEL",
          "Zodiac_Position": "5- 9 degrees of Taurus\nApril 25th-29th",
          "Tarot_Card": "5 of Pentacles",
          "Candle_color": "Black",
          "Plant": "Ground Ivy",
          "Other": "Barbatos is a day Demon and he governs 30 legions of spirits and is of the Order of Virtues\nBarbatos prefers to appear when the Sun is in the sign of Sagittarius"
      },
    {
        "name": "9. PAIMON",
        "img": "http://localhost:8080/images/daemon/Paimon.jpg",
        "sigil": "http://localhost:8080/images/daemon/Paimon_Sigil.gif",
        "infoGen": "The Ninth Spirit in this Order is Paimon, a Great King, and very obedient unto LUCIFER. He appeareth in the form of a Man sitting upon a Dromedary with a Crown most glorious upon his head. There goeth before him also an Host of Spirits, like Men with Trumpets and well sounding Cymbals, and all other sorts of Musical Instruments. He hath a great Voice, and roareth at his first coming, and his speech is such that the Magician cannot well understand unless he can compel him. This Spirit can teach all Arts and Sciences, and other secret things. He can discover unto thee what the Earth is, and what holdeth it up in the Waters; and what Mind is, and where it is; or any other thing thou mayest desire to know. He giveth Dignity, and confirmeth the same. He bindeth or maketh any man subject unto the Magician if he so desire it. He giveth good Familiars, and such as can teach all Arts. He is to be observed towards the West. He is of the Order of Dominations*. He hath under him 200 Legions of Spirits, and part of them are of the Order of Angels, and the other part of Potentates. Now if thou callest this Spirit Paimon alone, thou must make him some offering; and there will attend him two Kings called LABAL and ABALIM, and also other Spirits who be of the Order of Potentates in his Host, and 25 Legions. And those Spirits which be subject unto them are not always with them unless the Magician do compel them. His Character is this which must be worn as a Lamen before thee, etc. *Or Dominions, as they are usually termed.",
        "comment": "The Lesser Key of Solomon\nThe 9th spirit in order is Paimon; a great king,  very Obedient to Lucifer, he appeareth in ye forme of a man, sitting one a dromedary, wh a Crowne most glorious on his head. Three [There] goeth before him a host of spirits like men with Trumpets and well sounding Cymballs, and all other sorts of musicall Instruments c. he hath a great voice, and roareth at his first comming, and his speech [voice] is such as ye Magician cannot well understand, unless he compelleth him. This spirit can teach all arts and siences, and other secret Things; he can discover wt ye Earth is, and wt holdeth it up in ye waters,  wt ye wind is or where it is, or any other Thing yu desire to know, he giveth dignity and confirmeth ye same, he bindeth or maketh a man subject to ye Magician if he desireth it he giveth good familiars, and such as can teach all arts, he is to be observed towards yeNorth west, he is of ye order of dominions and hath 200 Legions of spirits under him, one part of them is of ye order of Angells  ye other of Potestates [Potentates], If yu call this spirit Paimon alone yu must make him some offering to him  there will attend him 2 kings called Bebal  Abalam,  other spirits of ye order of Potestates [Potentates] in his host are 25 Legions because all those spirits wch are subject to him, are not allwayes wth him unlesse ye Magician compelleth them, This is his Character.\nArs Goetia\n(22) Paimon is more obedient in Lucifer than other kings are. Lucifer is heere to be understood he that was drowned in the depth of his knowledge: he would needs be like God, and for his arrogancie was throwne out into destruction, of whome it is said; Everie pretious stone is thy covering (Ezech. 88 [28.13].). Paimon is constrained by divine vertue to stand before the exorcist; where he putteth on the likenesse of a man: he sitteth on a beast called a dromedarie, which is a swift runner, and weareth a glorious crowne, and hath an effeminate countenance. There goeth before him an host of men with trumpets and well sounding cymbals, and all musicall instruments. At the first he appeereth with a great crie and roring, as in Circulo [Empto.] Salomonis, and in the art is declared. And if this Paimon speake sometime that the conjuror understand him not, let him not therefore be dismaied. But when he hath delivered him the first obligation to observe his desire, he must bid him also answer him distinctlie and plainelie to the questions he shall aske you, of all philosophie, wisedome, and science, and of all other secret things. And if you will knowe the disposition of the world, and what the earth is, or what holdeth it up in the water, or any other thing, or what is Abyssus, or where the wind is, or from whence it commeth, he will teach you aboundantlie. Consecrations also as well of sacrifices [offerings, libations] as otherwise may be reckoned. He giveth dignities and confirmations; he bindeth them that resist him in his owne chaines, and subjecteth them to the conjuror; he prepareth good familiars, and hath the understanding of all arts. Note, that at the calling up of him, the exorcist must looke towards the northwest, bicause there is his house. When he is called up, let the exorcist receive him constantlie without feare, let him aske what questions or demands he list, and no doubt he shall obteine the same of him. And the exorcist must beware he forget not the creator, for those things, which have beene rehearsed before of Paimon, some saie he is of the order of dominations; others saie, of the order of cherubim. There follow him two hundred legions, partlie of the order of angels, and partlie of potestates. Note that ifPaimon be cited alone by an offering or sacrifice, two kings followe him; to wit, Beball  Abalam,  other potentates: in his host are twentie five legions, bicause the spirits subject to them are not alwaies with them, except they be compelled to appeere by divine vertue.\nPseudomonarchia Daemonum\nPaimon gives the power to influence and control others and teaches the arts and sciences. He provides good familiars and gives one position and honor. He can reveal anything about the Earth and one's mind. When he appears, he is attended by other Demons. Paimon is known to make noise. Someone revealed that their smoke alarm went off, all by itself with no explanation when Paimon appeared after a summoning.\nPaimon is not Azazel, as some writings claim. They are both separate and different individual Demons.\nPaimon is full of energy. Loud noises and bright lights tend to make him more active. He is very colorful and very friendly.",
        "seal": "http://localhost:8080/images/daemon/Paimon_Seal.jpg",
          "Ruler": "ZIMINAR",
          "Rank": "King (Rex)",
          "Planet": "Sun",
          "Element": "Water",
          "Direction": "North",
          "Metal": "Gold",
          "Color": "Yellow",
          "Incense": "Frankincense",
          "Corresponding_Angel": "HAZIEL",
          "Zodiac_Position": "10-14 degrees of Taurus\nApril 30th-May 4th",
          "Tarot_Card": "6 of Pentacles",
          "Plant": "Bindweed",
          "Candle_color": "Black and Dark blue",
          "Other": "Paimon is a Day Demon and rules 200 legions of spirits. Some were of the Order of Angels and the others of the Order of Potentates. He is a Great King and very obedient unto Lucifer."
      },
    {
        "name": "10. BUER ( Buel )",
        "img": "http://localhost:8080/images/daemon/Buer.jpg",
        "sigil": "http://localhost:8080/images/daemon/Buer_Sigil.gif",
        "infoGen": "The Tenth Spirit is Buer, a Great President. He appeareth in Sagittary, and that is his shape when the Sun is there. He teaches Philosophy, both Moral and Natural, and the Logic Art, and also the Virtues of all Herbs and Plants. He healeth all distempers in man, and giveth good Familiars. He governeth 50 Legions of Spirits, and his Character of obedience is this, which thou must wear when thou callest him forth unto appearance.",
        "comment": "The Lesser Key of Solomon\nThe 10th spirit is Buer, a great president and appereth in Sagittarius that is his shape when ye Sun is there, he teacheth Phylosophy [both] Morall  Naturall,  ye Logicall arts,  ye vertues of all hearbes  plants,  healeth all distempers in Man,  giveth (familiars) good familiars, he governeth over 50 Legions of spirits and this is his seale of obediance wch you must weare when you call him to apperance.\nArs Goetia\n(7) Buer is a great president, and is seene in this signe [*]; he absolutelie teacheth philosophie morall and naturall, and also logicke, and the vertue of herbes: he giveth the best familiars, he can heale all diseases, speciallie of men, and reigneth over fiftie legions.\nPseudomonarchia Daemonum\nBuer heals all diseases, and teaches moral, natural, and logical philosophy. He discourages drunkenness, and provides familiars. He also teaches the properties of all herbs and plants.",
        "seal": "http://localhost:8080/images/daemon/Buer_Seal.jpg",
          "Ruler": "GÖAP",
          "Rank": "President (Praeses)",
          "Planet": "Mercury",
          "Element": "Fire",
          "Direction": "South",
          "Metal": "Mercury",
          "Color": "Orange",
          "Incense": "Storax",
          "Corresponding_Angel": "ALADIAH",
          "Zodiac_Position": "15- 19 degrees of Taurus\nMay 5th- 9th",
          "Tarot_Card": "6 of Pentacles",
          "Candle_color": "Light blue",
          "Plant": "Aloe",
          "Other": "Buer is a Day Demon and rules over 50 legions of spirits"
      },
    {
        "name": "11. GUSION ( Guison / Gusoin / Gusoyn )",
        "img": "http://localhost:8080/images/daemon/Gusion.jpg",
        "sigil": "http://localhost:8080/images/daemon/Gusion_Sigil.gif",
        "infoGen": "The Eleventh Spirit in order is a great and strong Duke, called Gusion. He appeareth like a Xenopilus. He telleth all things, Past, Present, and to Come, and showeth the meaning and resolution of all questions thou mayest ask. He conciliateth and reconcileth friendships, and giveth Honour and Dignity unto any. He ruleth over 40 Legions of Spirits. His Seal is this, the which wear thou as aforesaid.",
        "comment": "The Lesser Key of Solomon\nThe 11th spirit is a great  strong duke called Gusoin [Gusion], he appeareth like a Xenophilus he telleth of all things past, present  to come: he sheweth ye meaning of all questions you can ask, he reconcileth friends and giveth honour and dignity to any, and ruleth over 40 Legions of Spirits. his seal is this, wch weare as aforesaid c.\nArs Goetia\n(8) Gusoin [Gusoyn] is a great duke, and a strong, appearing in the forme of a Xenophilus, he answereth all things, present, past, and to come, expounding all questions. He reconcileth freendship, and distributeth honours and dignities, and ruleth over fourtie [and five] legions of divels.\nPseudomonarchia Daemonum\nGusion can grant position, bestow honors, and make those who are not liked, to be loved by everyone they come into contact with. He forms and reconciles friendships, foretells the past, present and future and answers all questions.\nGusion has wispy hair. He has high cheek bones and tanned skin. He is well built with glowing white wings. Gusion is very calm and peaceful and brings a feeling of security and comfort.\nGusion is definitely blunt, but polite. I asked him about something unrelated to the summoning, and he said simply, I should ask another Demon another time, and returned to the task at hand with magnificent deliberation. Gusion is good with questions too. All of them are honest if you make it clear. I think seriously they don't want to hurt our feelings. Gusion's method is to deliver hard information. ",
        "seal": "http://localhost:8080/images/daemon/Gusion_Seal.jpg",
          "Ruler": "ZIMINAR",
          "Rank": "Duke (Dux)",
          "Planet": "Venus",
          "Element": "Water",
          "Direction": "North",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Sandalwood",
          "Corresponding_Angel": "LAUVIAH",
          "Zodiac_Position": "20-24 degrees of Taurus\nMay 10th-14th",
          "Tarot_Card": "7 of Pentacles",
          "Candle_color": "Yellow",
          "Plant": "Aloe",
          "Other": "Gusion is a Day Demon and rules 40 legions of spirits"
      },
    {
        "name": "12. SITRI ( Sytry / Bitru )",
        "img": "http://localhost:8080/images/daemon/Sytry.jpg",
        "sigil": "http://localhost:8080/images/daemon/Set_Sigil.gif",
        "infoGen": "The Twelfth Spirit is Sitri. He is a Great Prince and appeareth at first with a Leopard's head and the Wings of a Gryphon, but after the command of the Master of the Exorcism he putteth on Human shape, and that very beautiful. He enflameth men with Women's love, and Women with Men's love; and causeth them also to show themselves naked if it be desired. He governeth 60 Legions of Spirits. His Seal is this, to be worn as a Lamen before thee, etc.",
        "comment": "The Lesser Key of Solomon\nThe 12th spirit is Sitri, he is a great prince  appeareth at first with a Leopards face, and wings as a griffin. But afterwards at ye command of ye exorcist, he putteth on a humane shape very Beautifull, Inflaming Men with womens Love, and women with mens love, and causeth them to shew themselves Naked, if he [it] be desired, c. he governeth 60 Legions of spirits, and his seal to be worne is this.\nArs Goetia\n(21) Sitri [Sytry], alias Bitru, is a great prince, appeering with the face of a leopard, and having wings as a griffen: when he taketh humane shape, he is verie beautiful, he inflameth a man with a womans love, and also stirreth up women to love men, being commanded he willinglie deteineth [discloses] secrets of women, laughing at them and mocking them, to make them luxuriouslie naked, and there obeie him sixtie legions.\nPseudomonarchia Daemonum\nSYTRY aka SITRI AKA THE EGYPTIAN GOD SET, Seth, Sethi, Sit, Sut, Sutekh.\nHe is a Prince of love and lust, and causes women to reveal themselves naked. He incites men and women fall in love with each other. He appears during the day even though Set is the Egyptian Lord of Darkness. He is one of the 7 Sons of Satan. He has a dark complexion with jet-black hair. He at first had rubbery dark brown wings that turned into beautiful soft black feathery angel wings like a raven right after I did energy work on him and freed him. He wears a long black satin robe. He was very kind, soft spoken and left me with a strong energetic feeling of peace. He has most beautiful energy. He appeared to me in the mid-afternoon on a sunny day in my bedroom. He may be both a day and night Demon/God. He also appears with his Wife, Nephthys [Bathin].\nSet is the Egyptian Lord of Darkness. He is one of the 7 sons of Satan. He has a dark complexion and jet-black hair. When I performed energy work on him, at first he had rubbery dark brown wings. When he was freed, they bolted into beautiful soft black feathery wings like a raven. He wears a long black satin robe. He was very kind, soft spoken and left me with a strong energetic feeling of peace. He has beautiful energy. Set's Wife is the Goddess Nephthys. They can sometimes appear together.",
        "seal": "http://localhost:8080/images/daemon/Sitri_Seal.jpg",
          "Ruler": "CORSON",
          "Rank":  "Prince (Princeps)",
          "Planet": "Jupiter",
          "Element": "Earth",
          "Direction": "West",
          "Metal": "Tin",
          "Color": "Blue",
          "Incense": "Cedar",
          "Corresponding_Angel": "HAHAIAH",
          "Zodiac_Position": "25-29 degrees of Taurus\nMay 15th-20th",
          "Tarot_Card": "7 of Pentacles",
          "Candle_color": "Red",
          "Plant": "Hyacinth",
          "Other": "Sytry/Set is a Day Demon and rules 60 legions of spirits"
      },
    {
        "name": "13. BELETH ( Bileth / Byleth / Elyth)",
        "img": "http://localhost:8080/images/daemon/Beleth.jpg",
        "sigil": "http://localhost:8080/images/daemon/Byleth_Sigil.gif",
        "infoGen": "The Thirteenth Spirit is called Beleth (or Bileth, or Bilet). He is a mighty King and terrible. He rideth on a pale horse with trumpets and other kinds of musical instruments playing before him. He is very furious at his first appearance, that is, while the Exorcist layeth his courage; for to do this he must hold a Hazel Wand in his hand, striking it out towards the South and East Quarters, make a triangle, △, without the Circle, and then command him into it by the Bonds and Charges of Spirits as hereafter followeth. And if he doth not enter into the triangle, △, at your threats, rehearse the Bonds and Charms before him, and then he will yield Obedience and come into it, and do what he is commanded by the Exorcist. Yet he must receive him courteously because he is a Great King, and do homage unto him, as the Kings and Princes do that attend upon him. And thou must have always a Silver Ring on the middle finger of the left hand held against thy face*,  as they do yet before AMAYMON. This Great King Beleth causeth all the love that may be, both of Men and of Women, until the Master Exorcist hath had his desire fulfilled. He is of the Order of Powers, and he governeth 85 Legions of Spirits. His Noble Seal is this, which is to be worn before thee at working.\n*To protect him from the flaming breath of the enraged Spirit; the design is given at the end of the instructions for the Magical Circle, etc., later on in the Goetia.",
        "comment": "The Lesser Key of Solomon\nThe 13 spirit is called Beleth, he is a mighty king and terrable, ridding on a pale horse wth Trumpets and all other kinds of Musicall Instruments playing before him, he is very furious at his first apperance That is whilest ye Exorcist allay his Courage, for to doe that, he must hold a hazel stick in his hand, streched forth towards ye South  East quarters making a Triangle without ye Circle, commanding him into it by ye vertue of ye Bonds  chaines of spirits hereafter following,  if he doe not come into ye △ by your Threats, rehearse ye Bounds  chaines before him, and then he will yeild obediance and come into it and do what he is commanded by ye Eorcist [Exorcist], yet he must receive him courteously, because he is a great king  doe homage to him, as the kings and princes doe that attend him, and you must [also] have allwayes a silver Ring on the middle finger of the left hand, held against your face as they do for Amaimon, This king Beleth causeth all ye love that possible may be, both of Men and women till ye Master Eorcist [Exorcist] hath had his mind fullfilled c. he is of the order of Powers and governeth 85 Legions of [102v] spirits, his Noble seal is this wch is to be worne before you in the Time of working.\nArs Goetia\n(20) Bileth [Byleth] is a great king and a terrible, riding on a pale horsse, before whome go trumpets, and all kind of melodious musicke. When he is called up by an exorcist, he appeareth rough [turgid] and furious, to deceive him. Then let the exorcist or conjuror take heed to himself; and to allaje his courage, let him hold a hazell bat [rod, staff, or stick] in his hand, wherewithall he must reach out toward the east and south, and make a triangle without besides the circle; but if he hold not out his hand unto him, and he bid him come in, and he still refuse the bond or chain of spirits; let the conjuror proceed to reading, and by and by he will submit himselfe, and come in, and doo whatsoever the exorcist commandeth him, and he shalbe safe. If Bileth the king be more stubborne, and refuse to enter into the circle at the first call, and the conjuror shew himselfe fearfull, or if he have not the chaine of spirits, certeinelie he will never feare nor regard him after. Also, if the place be unapt for a triangle to be made without the circle, then set there a boll of wine, and the exorcist shall certeinlie knowe when he commeth out of his house, with his fellowes, and that the foresaidBileth will be his helper, his friend, and obedient unto him when he commeth foorth. And when he commeth, let the exorcist receive him courteouslie, and glorifie him in his pride, and therfore he shall adore him as other kings doo, bicause he saith nothing without other princes. Also, if he be cited by an exorcist, alwaies a silver ring of the middle finger of the left hand must be held against the exorcists face, as they doo for Amaimon. And the dominion and power of so great a prince is not to be pretermitted; for there is none under the power  dominion of the conjuror, but he that deteineth both men and women in doting [better: \"foolish\" or \"silly\"] love, till the exorcist hath had his pleasure. He is of the orders of powers, hoping to returne to the seaventh throne, which is not altogether credible, and he ruleth eightie five legions.\nPseudomonarchia Daemonum\nBeleth brings the spirit of love between men and women. She is a favorite of women awaiting a proposal. Byleth is a female. She has round doll like, piercing dark eyes with long dark blonde hair with ringed curls.",
        "seal": "http://localhost:8080/images/daemon/Beleth_Seal.jpg",
          "Ruler": "CORSON",
          "Rank": "King (Rex)",
          "Planet": "Sun",
          "Element": "Earth",
          "Direction": "West",
          "Metal": "Gold",
          "Color": "Yellow",
          "Incense": "Frankincense",
          "Corresponding_Angel": "IEZALEL",
          "Zodiac_Position": "0- 4 degrees of Gemini\nMay 21st- 25th",
          "Tarot_Card": "8 of Swords",
          "Candle_color": "Red",
          "Plant": "Dill",
          "Other": "Beleth is a Day Demon and rules over 85 legions of spirits. She is of the Order of Powers"
      },
    {
        "name": "14. LERAIE ( Leraje, Leraye / Leraikha / Oray )",
        "img": "http://localhost:8080/images/daemon/Leraje.jpg",
        "sigil": "http://localhost:8080/images/daemon/Leraje_Sigil.gif",
        "infoGen": "The Fourteenth Spirit is called Leraje (or Leraie). He is a Marquis Great in Power, showing himself in the likeness of an Archer clad in Green, and carrying a Bow and Quiver. He causeth all great Battles and Contests; and maketh wounds to putrefy that are made with Arrows by Archers. This belongeth unto Sagittary. He governeth 30 Legions of Spirits, and this is his Seal, etc.",
        "comment": "The Lesser Key of Solomon\nThe 14th spirit is called Leraye (or Leraje) [written intra linea]. he is a Marquize great in power shewing him selfe in ye likeness of an archer, cladd in green carring [carrying] a Bow and quiver, he causeth all great Battles  contests,  causeth ye wounds to putrifie that are [made] wth arrows by archers this belongeth to Sagittarius he governeth 30 Legions of spirits,  his seale of obediance is this.\nArs Goetia\n(13) Leraie [Loray], alias Oray, a great marquesse, shewing himselfe in the likenesse of a galant [handsome] archer, carrieng a bowe and a quiver, he is author of all battels, he dooth putrifie all such wounds as are made with arrowes by archers, Quos optimos objicit tribus diebus, [who best drives away mobs from the days (?)] and he hath regiment over thirtie legions.\nPseudomonarchia Daemonum\nLerajie is the Goddess of love and pleasure. She has the ability to attract others as well as drive them away. She causes contests and battles and can cause wounds to become infected [physically and emotionally] and prevent them from healing. She can break up the love affairs or marriages of rivals. Lerajie wears an Egyptian style headdress and make-up. She is short, slim and around 5 feet tall with an olive complexion and shoulder-length black hair with bangs. She wears gold clothing- a skirt, and top. Her wingspan is wide and shimmering red. She appears to be young in appearance, around 20 years old and is very beautiful.\nShe can instruct one in meteorology, and in the workings of healing and medicine, She is a bringer of peace. Lerajie may alter the wind to her desire to benefit The Watcher, as well as cause the climate to change. She has a soft smooth seductive voice and can be very sarcastic. Lerajie is very friendly amongst our kind, as well as completely volatile towards our enemies. She can remind one of the great ways of Ancient Sumer. I have witnessed the beautiful artwork Lerajie has made out of the clouds in scarcely populated areas at sunset.",
        "seal": "http://localhost:8080/images/daemon/Leraie_Seal.jpg",
          "Ruler": "GÖAP",
          "Rank": "Marquise (Marchio)",
          "Planet": "Moon",
          "Element": "Fire",
          "Direction": "South",
          "Metal": "Silver",
          "Color": "Violet",
          "Incense": "Jasmine",
          "Corresponding_Angel": "MEHAHEL",
          "Zodiac_Position": "5-9 degrees of Gemini\nMay 26th-31st",
          "Tarot_Card": "6 of Rods",
          "Candle_color": "Red",
          "Plant": "Plantain",
          "Other": "Lerajie is a Day Demon and rules 30 legions of spirits"
      },
    {
        "name": "15. ELIGOS ( Eligor / Abigor )",
        "img": "http://localhost:8080/images/daemon/Eligos.jpg",
        "sigil": "http://localhost:8080/images/daemon/Eligos_Sigil.gif",
        "infoGen": "The Fifteenth Spirit in Order is Eligos, a Great Duke, and appeareth in the form of a goodly Knight, carrying a Lance, an Ensign, and a Serpent. He discovereth hidden things, and knoweth things to come; and of Wars, and how the Soldiers will or shall meet. He causeth the Love of Lords and Great Persons. He governeth 60 Legions of Spirits. His Seal is this, etc.",
        "comment": " The Lesser Key of Solomon\nThe 15th spirit is called Eligor [Eligos], a great duke, he appeareth in [the] form of a goodly knight carring a lance an Ensigne  a serpent, he discovereth hidden Things  knoweth things to come,  of warres and how the soulders will  shall meet, he causeth the love of Lords and great persons, and governeth 60 Legions of spirits, his seal is this, wch wear or else he will not appear nor obey you c.\nArs Goetia\n(12) Eligor, alias Abigor, is a great duke, and appeereth as a goodlie [handsome] knight, carrieng a lance, an ensigne, and a scepter: he answereth fullie of things hidden, and of warres, and how souldiers should meete: he knoweth things to come, and procureth the favour of lords and knights, governing sixtie legions of divels.\nPseudomonarchia Daemonum\nEligos grants favor in court cases and legal affairs, and helps to attract business and financial success. He creates love and lust and causes war and marshals armies. He helps in discovering hidden things.\nHe is also known as \"ABIGOR\" . Abigor is skilled in secrets of war and prophecy.\nAbigor has beautiful black wings with white highlights. He has a black aura around his head and large black eyes without irises. He also has two black markings like stripes on his cheeks.",
        "seal": "http://localhost:8080/images/daemon/Eligos_Seal.jpg",
          "Ruler": "ZIMINAR",
          "Rank": "Duke (Dux)",
          "Planet": "Venus",
          "Element": "Water",
          "Direction": "North",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Sandalwood",
          "Corresponding_Angel": "HARIEL",
          "Zodiac_Position": "10-14 degrees of Gemini\nJune 1st-5th",
          "Tarot_Card": "9 of Swords",
          "Candle_color": "Yellow",
          "Plant": "Thyme",
          "Other": "Eligos is a Day Demon and rules 60 legions of spirits"
      },
      {
        "name": "16. ZEPAR",
        "img": "http://localhost:8080/images/daemon/Zepar.jpg",
        "sigil": "http://localhost:8080/images/daemon/Zepar_Sigil.gif",
        "infoGen": "The Sixteenth Spirit is Zepar. He is a Great Duke, and appeareth in Red Apparel and Armour, like a Soldier. His office is to cause Women to love Men, and to bring them together in love. He also maketh them barren. He governeth 26 Legions of Inferior Spirits, and his Seal is this, which he obeyeth when he seeth it.",
        "comment": "The Lesser Key of Solomon\nThe 16th spirit is called Zepar, he is a great duke  appeareth in red apparell  armed like a souldier, his office is to cause women to love Men and to bring them togather in love he also maketh them barren, and governeth [over] 26 Legions of Inferiour spirits, his seal is this, wch he obeyeth when he seeth it.\nArs Goetia\n(19) Zepar is a great duke, appearing as a souldier, inflaming women with the loove of men, and when he is bidden he changeth their shape, untill they maie enjoie their beloved, he also maketh them barren, and six and twentie legions are at his obeie and commandement.\nPseudomonarchia Daemonum\nZepar incites love and passion between the sexes. He can make women barren and can cause one to shape shift.",
        "seal": "http://localhost:8080/images/daemon/Zepar_Seal.jpg",
          "Ruler": "CORSON",
          "Rank": "Duke (Dux)",
          "Planet": "Venus",
          "Element": "Earth",
          "Direction": "West",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Sandalwood",
          "Corresponding_Angel": "HAQOMIAH",
          "Zodiac_Position": "15-19 Degrees into Gemini\nJune 6th-10th",
          "Tarot_Card": "9 of Swords",
          "Candle_color": "Black",
          "Plant": "Mandrake",
          "Other": "Zepar is a Day Demon and rules 26 legions of spirits"
      },
    {
        "name": "17. BOTIS",
        "img": "http://localhost:8080/images/daemon/Botis.jpg",
        "sigil": "http://localhost:8080/images/daemon/Botis_Sigil.gif",
        "infoGen": "The Seventeenth Spirit is Botis, a Great President, and an Earl. He appeareth at the first show in the form of an ugly Viper, then at the command of the Magician he putteth on a Human shape with Great Teeth, and two Horns, carrying a bright and sharp Sword in his hand. He telleth all things Past, and to Come, and reconcileth Friends and Foes. He ruleth over 60 Legions of Spirits, and this is his Seal, etc.",
        "comment": "The Lesser Key of Solomon\nThe 17th spirit is called Botis a great president and an Earle; he appeareth at ye [first] shew in ye form of an ugly viper Then at ye command of ye Magician he putteth on humane shape, with great teeth, Two horns, carring a sharp bright sword in his hand, he telleth of all Things past and to come and reconcileth friends and foes, he governeth 60 Legions of spirits his seal is this, that he obeyeth when he seeth it.\nArs Goetia\n(9) Botis, otherwise Otis, a great president and an earle he commeth foorth in the shape of an ouglie [lit. 'worst'] viper, and if he put on humane shape, he sheweth great teeth, and two hornes, carrieng a sharpe sword in his hand: he giveth answers of things present, past, and to come, and reconcileth friends, and foes, ruling sixtie legions.\nPseudomonarchia Daemonum\nBotis assists in making important decisions and bolsters courage. He protects one from being hurt by the hatred or envy of others and helps toward easing tension in the home. Botis declares things past and present, and reconciles friends and enemies.\nHe appeared as an old man. He was bald on top with long white wavy hair. He wore a brown robe. After I did energy work on him and freed him, he bolted beautiful huge deep red wings.",
        "seal": "http://localhost:8080/images/daemon/Botis_Seal.jpg",
          "Ruler": "ZIMINAR",
          "Rank": "President (Praeses) / Count (Comes)",
          "Planet": "Mercury / Mars",
          "Element": "Water",
          "Direction": "North",
          "Metal": "Mercury / Silver Copper",
          "Color": "Orange / Red",
          "Incense": "Storax / Dragons Blood",
          "Corresponding_Angel": "LAVAYAH",
          "Zodiac_Position": "20- 24 degrees of Gemini\nJune 11th- 15th",
          "Tarot_Card": "10 of Swords",
          "Candle_color": "White",
          "Plant": "Lily",
          "Other": "Botis is a Day Demon and rules over 60 legions of spirits"
      },
    {
        "name": "18. BATHIN ( Bathym  / Mathim )",
        "img": "http://localhost:8080/images/daemon/Bathin.jpg",
        "sigil": "http://localhost:8080/images/daemon/Bathin_Nephthys_Sigil.gif",
        "infoGen": "The Eighteenth Spirit is Bathin. He is a Mighty and Strong Duke, and appeareth like a Strong Man with the tail of a Serpent, sitting upon a Pale-Coloured Horse. He knoweth the Virtues of Herbs and Precious Stones, and can transport men suddenly from one country to another. He ruleth over 30 Legions of Spirits. His Seal is this which is to be worn as aforesaid.",
        "comment": " The Lesser Key of Solomon\nThe 18th spirit is called Bathin, he is a mighty [and] strong duke  appeareth like a strong man wth ye Taile of a serpent, sitting on a paile couloured horse he knoweth the vertue of hearbes  precious stones,  can transport men suddenly from one Country into an other, he ruleth over 30 Legions of spirits his seal is thus to be made and to be worne before you.\nArs Goetia\n(10) Bathin [Bathym], sometimes called Mathim [Marthim], a great duke and a strong, he is seene in the shape of a verie strong man, with a serpents taile, sitting on a pale horsse, understanding the vertues of hearbs and pretious stones, transferring men suddenlie from countrie to countrie, and ruleth thirtie legions of divels.\nPseudomonarchia Daemonum\nBATHIN, aka BATHYM, MARTHIM **Bathin is the Egyptian goddess Nephthys. Bathin reveals the properties of herbs and precious stones. She helps one obtain astral projection, and can take anyone wherever they want to go.\nNephthys is the Goetic Demoness \"Bathin\" and is also known as \"Nebthet\".\nNephthys is the Wife of Seth. Like Thoth and Seshat, they often appear together. When Nephthys appears, she is attended by Guardian Demons. She is largely built with lots of long curly blonde hair. Nephthys is very friendly and talkative. She is skilled in magick, knows words of power, and is a healing Goddess. She is also a Goddess of death and like her husband, Set; of Darkness. ",
        "seal": "http://localhost:8080/images/daemon/Bathin_Seal.jpg",
          "Ruler": "CORSON",
          "Rank": "Duke (Dux)",
          "Planet": "Venus",
          "Element": "Earth",
          "Direction": "West",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Sandalwood",
          "Corresponding_Angel": "CALIEL",
          "Zodiac_Position": "25-29 degrees of Gemini\nJune 16th-21st",
          "Tarot_Card": "10 of Swords",
          "Candle_color": "Purple",
          "Plant": "Mistletoe",
          "Other": "Bathin is a Day Demon and rules over 30 legions of spirits"
      },
    {
        "name": "19. SALLOS  ( Saleos / Zaleos )",
        "img": "http://localhost:8080/images/daemon/Sallos.jpg",
        "sigil": "http://localhost:8080/images/daemon/Sallos_Sigil.gif",
        "infoGen": "The Nineteenth Spirit is Sallos (or Saleos). He is a Great and Mighty Duke, and appeareth in the form of a gallant Soldier riding on a Crocodile, with a Ducal Crown on his head, but peaceably. He causeth the Love of Women to Men, and of Men to Women; and governeth 30 Legions of Spirits. His Seal is this, etc.",
        "comment": "The Lesser Key of Solomon\nThe 19th spirit is called Saleos, he is a great and mighty duke,  appeareth in [the] form of a gallant souldier, ridding on a Crocodile, wth a dukes crowne on his head peaceably he causeth ye love of women to men  men to women, he governeth 30 Legions of spirits his seal is this, wch must be worne before you.\nArs Goetia\n(65) Saleos [Zaleos] is a great earle, he appeareth as a gallant [handsome] soldier, riding on a crocodile, and weareth a dukes crowne, peaceable, c.\nPseudomonarchia Daemonum\nSallos causes love between men and women, stimulates sexual desire, and incites the passions. He encourages fidelity to one's partner. He has bright orange hair and a silver aura. He changes the color of his hair to black and his aura to gold. He wears a suit of armor, and he also disappears to where you can only see his head.",
        "seal": "http://localhost:8080/images/daemon/Sallos_Seal.jpg",
          "Ruler": "CORSON",
          "Rank": "Duke (Dux)",
          "Planet": "Venus",
          "Element": "Earth",
          "Direction": "West",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Sandalwood",
          "Corresponding_Angel": "LEUVIAH",
          "Zodiac_Position": "0-4 degrees of Cancer\nJune 22nd-26th",
          "Tarot_Card": "2 of Cups",
          "Candle_color": "Red",
          "Plant": "Aster",
          "Other": "Sallos is a Day Demon and rules 30 legions of spirits"
      },
    {
        "name": "20. PURSON ( Pursan / Curson )",
        "img": "http://localhost:8080/images/daemon/Purson.html",
        "sigil": "http://localhost:8080/images/daemon/Purson_Sigil.gif",
        "infoGen": "The Twentieth Spirit is Purson, a Great King. His appearance is comely, like a Man with a Lion's face, carrying a cruel Viper in his hand, and riding upon a Bear. Going before him are many Trumpets sounding. He knoweth all things hidden, and can discover Treasure, and tell all things Past, Present, and to Come. He can take a Body either Human or Aërial, and answereth truly of all Earthly things both Secret and Divine, and of the Creation of the World. He bringeth forth good Familiars, and under his Government there be 22 Legions of Spirits, partly of the Order of Virtues and partly of the Order of Thrones. His Mark, Seal, or Character is this, unto the which he oweth obedience, and which thou shalt wear in time of action, etc.",
        "comment": "The Lesser Key of Solomon\nThe 20th spirit is called Purson a great king; he appeareth commonly like a man wth a Lyons face, carring a cruel viper in his hand, and ridding on a Bear goeing before him [are] many Trumpets sounding; he knoweth hidden things and can discover Treasures  tell all Things present past and to come; he can take a Body either humane or aiery, and answareth Truly of all Earthly Things, both secreet  devine,  of ye Creation of ye world, he bringeth forth good familiars,  under his government [power] are 22 Legions of spirits, partly of ye order of vertues  partly of ye order of Thrones,  his mark or seal is this, wch he oweth obediance to  [which] must be worne by ye Exorcist in [the] Time of acction.\nArs Goetia\n(11) Purson [Pursan], alias Curson, a great king, he commeth foorth like a man with a lions face, carrieng a most cruell viper, and riding on a beare; and before him go alwaies trumpets, he knoweth things hidden, and can tell all things present, past, and to come: [he discloses hidden things,] he bewraieth treasure, he can take a bodie either humane or aierie; he answereth truelie of all things earthlie and secret, of the divinitie and creation of the world, and bringeth foorth the best familiars; and there obeie him two and twentie legions of divels, partlie of the order of vertues,  partlie of the order of thrones.\nPseudomonarchia Daemonum\nPurson [pronounced \"person\"] discovers hidden things and treasures, and discerns the past, present and future. He can read and reveal the thoughts of others and provide good familiars. He answers all questions.\nHe is very fair and very youthful looking. He resembles Amon Ra, only he has softer features. He is attended by several other Demons. He is highly respected among the Demons and very high-ranking. He lit up my entire room with his energy when he appeared to me. ",
        "seal": "http://localhost:8080/images/daemon/Purson_Seal.jpg",
          "Ruler": "CORSON",
          "Rank": "King (Rex)",
          "Planet": "Sun",
          "Element": "Earth",
          "Direction": "West",
          "Metal": "Gold",
          "Color": "Yellow",
          "Incense": "Frankincense",
          "Corresponding_Angel": "PAHALIAH",
          "Zodiac_Position": "5-9 degrees of Cancer\nJune 27th-July 1st",
          "Tarot_Card": "2 of Cups",
          "Plant": "Orchid",
          "Candle_color": "Purple",
          "Other": "Purson/Horus is a Day Demon and rules 22 legions of spirits. He was partly of the Order of Virtues and partly of the Order of Thrones"
      },
    {
        "name": "21. MARAX ( Morax / Foraii )",
        "img": "http://localhost:8080/images/daemon/Marax.jpg",
        "sigil": "http://localhost:8080/images/daemon/Maat_Sigil.gif",
        "infoGen": "The Twenty-first Spirit is Marax.* He is a Great Earl and President. He appeareth like a great Bull with a Man's face. His office is to make Men very knowing in Astronomy, and all other Liberal Sciences; also he can give good Familiars, and wise, knowing the virtues of Herbs and Stones which be precious. He governeth 30 Legions of Spirits, and his Seal is this, which must be made and worn as aforesaid, etc.\n* In some Codices written Morax, but I consider the above the correct orthography.",
        "comment": "The Lesser Key of Solomon\nThe 21 spirit is called Morax he is a great Earle and a president, he appeareth like a great Bull wth a mans face; his office is: to make men very knowling [sic] in Astronomy, and all ye other Liberall siences; he can give good familiars and [very] wise, wch know ye vertues of hearbes  precious stones he governeth 36 [30] Legions of spirits,  his seal is to be made Thus and worne [as aforesaid].\nArs Goetia\n(15) Morax, alias Foraii, a great earle and a president, he is seene like a bull, and if he take unto him a mans face, he maketh men wonderfull cunning in astronomie,  in all the liberall sciences: he giveth good familiars and wise, knowing the power  vertue of hearbs and stones which are pretious, and ruleth thirtie six legions.\nPseudomonarchia Daemonum\nMORAX aka FORAII, FORFAX, MARAX; Egyptian Goddess MAAT. She teaches astrology and the magickal uses of stones and herbs. She also provides familiars, teaches astronomy and the liberal sciences. She is the Goddess of truth, order, and justice. She is very respected among the other Demons. She has jet-black hair with bangs, and tan skin, with an ancient Egyptian type of hair style. She has large white wings and is very tall.",
        "seal": "http://localhost:8080/images/daemon/Marax_Seal.jpg",
          "Ruler": "CORSON",
          "Rank": "President (Praeses) / Count (Comes)",
          "Planet": "Mercury / Mars",
          "Element": "Earth",
          "Direction": "West",
          "Metal": "Mercury / Silver Copper",
          "Color": "Orange / Red",
          "Incense": "Storax / Dragons Blood",
          "Corresponding_Angel": "NELAKAEL",
          "Zodiac_Position": "10-14 degrees of Cancer\nJuly 2nd-7th",
          "Tarot_Card": "3 of Cups",
          "Candle_color": "Red",
          "Other": "Marax is a Day Demon and rules 30 legions of spirits"
      },
    {
        "name": "22. IPOS ( Ipes [Ipos], Ayperos [Ayporos] )",
        "img": "http://localhost:8080/images/daemon/Ipos.jpg",
        "sigil": "http://localhost:8080/images/daemon/Ipos_Anubis_Sigil.gif",
        "infoGen": "The Twenty-second Spirit is Ipos. He is an Earl, and a Mighty Prince, and appeareth in the form of an Angel with a Lion's Head, and a Goose's Foot, and Hare's Tail. He knoweth all things Past, Present, and to Come. He maketh men witty and bold. He governeth 36 Legions of Spirits. His Seal is this, which thou shalt wear, etc.",
        "comment": "The Lesser Key of Solomon\nThe 22d spirit is called Ipos --, he is an Earlr and a mighty prince, and appeareth in ye forme of an angel, wth a Lions head gooses feet  a haires Taile, he knoweth Things past and to come; he maketh Men witty and bold, and governeth 36 Legions of spirits, his seal or Charecter is This, wch must be worne as a Lamen before you.\nArs Goetia\n(16) Ipos [Ipes], alias Ayporos [Ayperos], is a great earle and a prince, appeering in the shape of an angell, and yet indeed more obscure and filthie than a lion, with a lions head, a gooses feet, and a hares taile: he knoweth things to come and past, he maketh a man wittie, and bold, and hath under his jurisdiction thirtie six legions.\nPseudomonarchia Daemonum\nIpos makes one charismatic and bold. He helps one to keep friends, make new friends and can foretell the future and discern the past.\nIpos is the Egyptian God Anubis. Anubis is a giant. He appears to be between eight feet tall and is very well built. He has straight blonde hair to below his ears and tanned skin. Anubis is the jackal-headed God of the Dead. He assists in matters of the dead. He presides over funerals and can be summoned to protect anyone who has been recently deceased. He is a protector and guide for the souls of the dead. ",
        "seal": "http://localhost:8080/images/daemon/Ipos_Seal.jpg",
          "Ruler": "ZIMINAR",
          "Rank":  "Prince (Princeps)",
          "Planet": "Jupiter",
          "Element": "Water",
          "Direction": "North",
          "Metal": "Tin",
          "Color": "Blue",
          "Incense": "Cedar",
          "Corresponding_Angel": "YEYAYEL",
          "Zodiac_Position": "15-19 degrees of Cancer\nJuly 8th-12th",
          "Tarot_Card": "3 of Cups",
          "Candle_color": "Dark blue",
          "Plant": "Sandalwood",
          "Other": "Ipos is a Day Demon and rules 36 legions of spirits"
      },
    {
        "name": "23. AIM ( Aym [Aini] / Haborym )",
        "img": "http://localhost:8080/images/daemon/Aim.jpg",
        "sigil": "http://localhost:8080/images/daemon/Aim_Sigil.gif",
        "infoGen": "The Twenty-third Spirit is Aim. He is a Great Strong Duke. He appeareth in the form of a very handsome Man in body, but with three Heads; the first, like a Serpent, the second like a Man having two Stars on his Forehead, the third like a Calf. He rideth on a Viper, carrying a Firebrand in his Hand, wherewith he setteth cities, castles, and great Places, on fire. He maketh thee witty in all manner of ways, and giveth true answers unto private matters. He governeth 26 Legions of Inferior Spirits; and his Seal is this, which wear thou as aforesaid, etc.",
        "comment": "The Lesser Key of Solomon\nThe 23d spirit is called Aim, a greatt duke and strong, he appeareth in ye forme of a very handsome man in Body, [but] wth 3 heads, The first like a serpent ye second like a man wth 2 starrs in his forehead, The Third [head] is lik [sic] a Catt; he rideeth on a viper, carring a fire brand in his hand burning, whereth [wherewith] he sets Citties Castles  great places on fire he maketh one witty [in] all manner of wayes, and giveth true answares to privy matters, he governeth 26 Legions of Infernall spirits; his seal is thus to be made, and worne as a Lamen before you.\nArs Goetia\n(57) Aym or Haborim [Haborym] is a great duke and a strong, he commeth foorth with three heads, the first like a serpent, the second like a man having two * the third like a cat, he rideth on a viper, carrieng in his hand a light fier brand, with the flame whereof castels and cities are fiered, he maketh one wittie everie kind of waie, he answereth truelie of privie matters, and reigneth over twentie six legions.\nPseudomonarchia Daemonum\nHe Gives true answers to questions, answers questions of things unknown, makes men witty, and teaches cunning and shrewdness. He can spread destruction by means of fire; setting buildings and entire cities on fire. He answers questions regarding private matters",
        "seal": "http://localhost:8080/images/daemon/Aim_Seal.jpg",         
          "Ruler": "GÖAP",
          "Rank": "Duke (Dux)",
          "Planet": "Venus",
          "Element": "Fire",
          "Direction": "South",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Sandalwood",
          "Corresponding_Angel": "MELAHEL",
          "Zodiac_Position": "20-24 degrees of Cancer\nJuly 13th-17th",
          "Tarot_Card": "4 of Cups",
          "Candle_color": "Deep Blue as in blueberry* color",
          "Plant": "Lemon",
          "Animal": "Platypus",
          "Other": "Aim rules over atmosphere control in Hell*\nAim governs 26 legions of spirits and is a Day Demon"
      },
    {
        "name": "24. NABERIUS ( Naberus / Nebiros / Cerberus )",
        "img": "http://localhost:8080/images/daemon/Naberius.jpg",
        "sigil": "http://localhost:8080/images/daemon/Naberius_Sigil.gif",
        "infoGen": "The Twenty-fourth Spirit is Naberius. He is a most valiant Marquis, and showeth in the form of a Black Crane, fluttering about the Circle, and when he speaketh it is with a hoarse voice. He maketh men cunning in all Arts and Sciences, but especially in the Art of Rhetoric. He restoreth lost Dignities and Honours. He governeth 19 Legions of Spirits. His Seal is this, which is to be worn, etc.",
        "comment": "The Lesser Key of Solomon\nThe 24th spirit is called Naberius, he is a most valliant Marquiz,  appeareth in ye forme of a Black Crow, fluttering about the Circle,  when he speaketh it is with a hoarse voice; he maketh men cunning in all arts  siences, but especially in ye art [of] Rhetoric; he restoreth lost dignity and honours,  governeth 19 Legions of spirits his seal is this, wch must be worne.\nArs Goetia\n(17) Naberius [Naberus], alias Cerberus, is a valiant marquesse, shewing himselfe in the forme of a crowe, when he speaketh with a hoarse voice: he maketh a man amiable and cunning in all arts, and speciallie in rhetorike, he procureth the losse of prelacies and dignities: nineteene legions heare and obeie him.\nPseudomonarchia Daemonum\nNaberius teaches arts, sciences, logic, rhetoric, and helps one regain lost honors and standing. He also helps in returning lost possessions.\n\"Neberius aka Cerberus\" is also known as \"NEBIROS\". His rank is Field Marshall and Inspector General.\nHe has the power to inflict evil on anyone\nHe teaches the properties of minerals, metals, vegetables and animals. He possesses the art of prediction and is an adept at interacting with the dead. \nNebiros has a greenish aura. His color is a rich green. ",
        "seal": "http://localhost:8080/images/daemon/Naberius_Seal.jpg",
        "Ruler": "AMAYMON",
        "Rank": "Marquise (Marchio)",
        "Planet": "Moon",
        "Element": "Air",
        "Direction": "East",
        "Metal": "Silver",
        "Color": "Violet",
        "Incense": "Jasmine",
        "Corresponding_Angel": "CHAHOAH",
        "Zodiac_Position": "20-29 degrees of Cancer\nuly 18th-22nd",
        "Tarot_Card": "4 of Cups",
        "Candle_color": "Red",
        "Plant": "Ash",
        "Other": "Naberius is a Day Demon and rules 19 legions of spirits"
      },
    {
        "name": "25. GLASYA-LABOLAS ( Caacrinolaas / Caassimolar )",
        "img": "http://localhost:8080/images/daemon/Glasya_Labolas.jpg",
        "sigil": "http://localhost:8080/images/daemon/Glasya-Labolas_Sigil.gif",
        "infoGen": "The Twenty-fifth Spirit is Glasya-Labolas. He is a Mighty President and Earl, and showeth himself in the form of a Dog with Wings like a Gryphon. He teacheth all Arts and Sciences in an instant, and is an Author of Bloodshed and Manslaughter. He teacheth all things Past, and to Come. If desired he causeth the love both of Friends and of Foes. He can make a Man to go Invisible. And he hath under his command 36 Legions of Spirits. His Seal is this, to be, etc.",
        "comment": "The Lesser Key of Solomon\nThe 25th spirit is called Glasya Labolas, he is a Mighty president  sheweth him selfe in ye forme of a dog wth wings like a griffin; he teacheth all arts in an Instant, and is an author of Blood shed  Manslaughter, he telleth all Things past  to come, if desired,  causeth love of friends and foes; he can make a Man goe Invisible,  he hath under his rule 36 Legions of spirits, his seal is this, ye wch weare [must be worn] as a Lamin.\nArs Goetia\n(18) Glasya Labolas, alias Caacrinolaas, or Caassimolar, is a great president, who commeth foorth like a dog, and hath wings like a griffen, he giveth the knowledge of arts, and is the captaine of all mansleiers: he understandeth things present and to come, he gaineth the minds and love of freends and foes, he maketh a man go invisible, and hath the rule of six and thirtie legions.\nPseudomonarchia Daemonum\nHe knows all ancient wisdom and occult secrets. He teaches all of the sciences and can cause murder and death. He can make one invisible and can incite bloodshed. He predicts the future and discerns the past and present. He can cause love of friends and enemies.\nGlasya-Labolas has short, very straight dark blonde hair. He appears to be very young, like a teen. He has lightly tanned skin and he flew around my room in circles. He has white wings. ",
        "seal": "http://localhost:8080/images/daemon/Glasya-Labolas_Seal.jpg",
        "Ruler": "GÖAP",
        "Rank": "President (Praeses) / Count (Comes)",
        "Planet": "Mercury / Mars",
        "Element": "Fire",
        "Direction": "South",
        "Metal": "Mercury / Silver Copper",
        "Color": "Orange / Red",
        "Incense": "Storax / Dragons Blood",
        "Corresponding_Angel": "NETHAHIAH",
        "Zodiac_Position": "0-4 degrees of Leo\n July 23rd-27th",
        "Tarot_Card":" 5 of Rods",
        "Candle_color": "Yellow",
        "Plant": "Rosemary",
        "Other": "Glasya-Labolas is a Day Demon and rules 36 legions of spirits"
      },
    {
        "name": "26. BUNE ( Bime / Bim )",
        "img": "http://localhost:8080/images/daemon/Bune.jpg",
        "sigil": "http://localhost:8080/images/daemon/Bune_Sigil.gif",
        "infoGen": "The Twenty-sixth Spirit is Buné (or Bim). He is a Strong, Great and Mighty Duke. He appeareth in the form of a Dragon with three heads, one like a Dog, one like a Gryphon, and one like a Man. He speaketh with a high and comely Voice. He changeth the Place of the Dead, and causeth the Spirits which be under him to gather together upon your Sepulchres. He giveth Riches unto a Man, and maketh him Wise and Eloquent. He giveth true Answers unto Demands. And he governeth 30 Legions of Spirits. His Seal is this, unto the which he oweth Obedience.",
        "comment": "The Lesser Key of Solomon\nThe 26th spirit is called Bune [or Bime], he is a strong, great  mighty duke,  appeareth in ye forme of a Dragon wth three heads, one like a dog, The other like a griffin; The 3dlike a man, he speaketh with a high  comely voice, he changeth ye places of ye dead,  causeth those spirits that are under him, to gather together upon their sepulcheres, he giveth Riches to a man  maketh him wise  eloquent, he giveth true Answards to yr demands,  governeth 30 Legions of spirits, his seal is this wch he owneth [oweth] obedience to. first\n Nota he hath another seal or Character wch is made Thus. yu may use wch yu will, but ye first is best as Salomon saith.\nArs Goetia\n(24) Bune is a great and a strong Duke, he appeareth as a dragon with three heads, the third whereof is like to a man; he speaketh with a divine voice, he maketh the dead to change their place, and divels to assemble upon the sepulchers of the dead: he greatlie inricheth a man, and maketh him eloquent and wise, answering trulie to all demands, and thirtie legions obeie him.\nPseudomonarchia Daemonum\nBune helps acquire wealth and provides sophistication and worldly wisdom. She gives eloquence in speech and a flair for words.\nBune has shoulder-length straight black hair with dark slanted eyes, a tan complexion and black wings. She is very friendly. I asked her if she was Egyptian. She said \"We are all Egyptian.\" Her hair is styled like the Hollywood Cleopatra. ",
        "seal": "http://localhost:8080/images/daemon/Bune_Seal_v2.jpg",
          "Ruler": "CORSON",
          "Rank": "Duke (Dux)",
          "Planet": "Venus",
          "Element": "Earth",
          "Direction": "West",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Sandalwood",
          "Corresponding_Angel": "HAAYAH",
          "Zodiac_Position": "5- 9 degrees of Leo\nJuly 28th-August 1st",
          "Tarot_Card": "5 of Rods",
          "Candle_color": "Orange",
          "Plant": "Orange",
          "Other": "Bune is a Day Demon and governs 30 legions of spirits"
      },
    {
        "name": "27. RONOVE ( Roneve / Ronobe )",
        "img": "http://localhost:8080/images/daemon/Ronove.jpg",
        "sigil": "http://localhost:8080/images/daemon/Ronove_Sigil.gif",
        "infoGen": "The Twenty-seventh Spirit is Ronové. He appeareth in the Form of a Monster. He teacheth the Art of Rhetoric very well and giveth Good Servants, Knowledge of Tongues, and Favours with Friends or Foes. He is a Marquis and Great Earl; and there be under his command 19 Legions of Spirits. His Seal is this, etc.",
        "comment": "The Lesser Key of Solomon\nThe 27th spirit is called Ronove, he appeareth in ye forme of a Monster, he teacheth ye art of Rhetorick very well, and giveth good servants knowledge of Tongues, favouer of friends  foes; he is a Marquiz  a great Earle, and there obeieth him [he commandeth] 19 Legions of spirits his seal is this.\nArs Goetia\n(26) Ronove [Roneve] a marquesse and an earle, he is resembled to a monster, he bringeth singular understanding in rhetorike, faithfull servants, knowledge of toongs, favour of freends and foes; and nineteene legions obeie him.\nPseudomonarchia Daemonum\nRonove teaches languages. He humbles enemies and teaches art and rhetoric. He also provides servants.\nRonove has brilliant shoulder-length golden hair that shines and glitters, with a brilliant aura. He has markings on his face like a tribal warrior. He has a very small wingspan. He can move objects in a room and is very talkative and friendly. He sometimes goes by the name \"Ben.\" He is a Demon of fire and specializes in pyrokinesis. He gives off a lot of energy and also specializes in languages. ",
        "seal": "http://localhost:8080/images/daemon/Ronove_Seal.jpg",
          "Ruler": "AMAYMON",
          "Rank": "Marquise (Marchio) / Count (Comes)",
          "Planet": "Moon / Mars",
          "Element": "Air",
          "Direction": "East",
          "Metal": "Silver / Silver Copper",
          "Color": "Violet / Red",
          "Incense": "Jasmine / Dragons Blood",
          "Corresponding_Angel": "YORETHAEL",
          "Zodiac_Position": "10-14 degrees of Leo\nAugust 2nd-7th",
          "Tarot_Card": "6 of Rods",
          "Plant": "Cinnamon",
          "Candle_color": "Purple",
          "Other": "Ronove is a Day Demon and rules 19 legions of spirits"
      },
    {
        "name": "28. BERITH ( Beal / Bolfry / Bofi / Baalberith )",
        "img": "http://localhost:8080/images/daemon/Berith.jpg",
        "sigil": "http://localhost:8080/images/daemon/Berith_Sigil.gif",
        "infoGen": "The Twenty-eighth Spirit in Order, as Solomon bound them, is named Berith. He is a Mighty, Great, and Terrible Duke. He hath two other Names given unto him by men of later times, viz.: BEALE, or BEAL, and BOFRY or BOLFRY. He appeareth in the Form of a Soldier with Red Clothing, riding upon a Red Horse, and having a Crown of Gold upon his head. He giveth true answers, Past, Present, and to Come. Thou must make use of a Ring in calling him forth, as is before spoken of regarding Beleth.* He can turn all metals into Gold. He can give Dignities, and can confirm them unto Man. He speaketh with a very clear and subtle Voice. He governeth 26 Legions of Spirits. His Seal is this, etc. * See ante, Spirit No. 13. Beleth",
        "comment": " The Lesser Key of Solomon\nThe 28th spirit in order as salomon bound them, is named Berith. he is a Mighty great and terrable duke, he hath two other Names given to him by men of latter Times, viz: Beal  Bolfry, he appeareth like a souldier wth red clothing, ridding on a red horse  [having] a Crown of Gold upon his head he giveth True answards of things [concerning the] past present  to come; you [must] use a Ring as is before spoken of [with] Beleth in calling him forth; he can turne all mettals into Gold, he can give dignity  [can] confirm them to Men, he speaketh wth a very clear  subtill voice, he is a great Lyer and not to be Trusted much he governeth over 26 Legions of spirits his seal is this which must be worne as [a] lamin.\nArs Goetia\n(27) Berith is a great and a terrible duke, and hath three names. Of some he is called Beall; of the Jewes Berithi [Berith]; of Nigromancers Bolfry [Bolfri]: he commeth foorth as a red souldier, with red clothing, and upon a horsse of that colour, and a crowne on his head. He answereth trulie of things present, past, and to come. He is compelled at a certeine houre, through divine vertue, by a ring of art magicke. He is also a lier, he turneth all mettals into gold, he adorneth a man with dignities, and confirmeth them, he speaketh with a cleare and a subtill voice, and six and twentie legions are under him.\nPseudomonarchia Daemonum\nBERITH also known as BAAL-BERITH, BAAL-BERETH, BAAL-TAMAR, BEAL, BOFI, and BOLFRY.\n\"Baal\" means \"Lord.\" \"Baal-Berith\" is \"Lord Berith.\" He fortells the future, discerns the past, and can turn metal into gold. He helps in rising to high places and receiving honors. He speaks with a very clear and soft voice.",
        "seal": "http://localhost:8080/images/daemon/Berith_Seal.jpg",
        "Ruler": "GÖAP",
        "Rank": "Duke (Dux)",
        "Planet": "Venus",
        "Element": "Fire",
        "Direction": "South",
        "Metal": "Copper",
        "Color": "Green",
        "Incense": "Sandalwood",
        "Corresponding_Angel": "SHAAHIAH",
        "Zodiac_Position": "15- 19 degrees of Leo *(1-10 Capricorn)\nAugust 8th- 12th *(Dec 22-30)",
        "Tarot_Card": "6 of Rods *(2 of Pentacles)",
        "Candle_color": "Purple",
        "Plant": "Heliotrope",
        "Other": "Berith is a Day Demon and governs 26 legions of spirits"
      },
    {
        "name": "29. ASTAROTH (Astarte)",
        "img": "http://localhost:8080/images/daemon/Astaroth.jpg",
        "sigil": "http://localhost:8080/images/daemon/Astaroth_Sigil.gif",
        "infoGen": "The Twenty-ninth Spirit is Astaroth. He is a Mighty, Strong Duke, and appeareth in the Form of an hurtful Angel riding on an Infernal Beast like a Dragon, and carrying in his right hand a Viper. Thou must in no wise let him approach too near unto thee, lest he do thee damage by his Noisome Breath. Wherefore the Magician must hold the Magical Ring near his face, and that will defend him. He giveth true answers of things Past, Present, and to Come, and can discover all Secrets. He will declare wittingly how the Spirits fell, if desired, and the reason of his own fall. He can make men wonderfully knowing in all Liberal Sciences. He ruleth 40 Legions of Spirits. His Seal is this, which wear thou as a Lamen before thee, or else he will not appear nor yet obey thee, etc.",
        "comment": "The Lesser Key of Solomon\nThe 29th spirit in order is Named Astaroth, he is a Mighty  strong duke,  appeareth in [the] forme of an unbeautifull angel, ridding on an Infernall like dragon, and carring in his right hand a viper (you must not lett him come to neare yu least he doe yu damage by his stinking Breath. Therefore ye Exorcist must hold ye Magicall Ring nere to his face and yt will defend him he giveth true answares of things present past  to come  can discover all secreets; he will declare willingly how ye spirits fell, if desired,  ye reason of his own fall. He can make men wounderfull knowing in all Liberall siences; he ruleth 40 Legions of spirits, his seal is as this [shown], wch weare as a Lamen before yu, or else he will not obey you.\nArs Goetia\n(28) Astaroth is a great and a strong duke, comming foorth in the shape of a fowle angell, sitting upon an infernall dragon, and carrieng on his right hand a viper: he answereth trulie to matters present, past, and to come, and also of all secrets. He talketh willinglie of the creator of spirits, and of their fall, and how they sinned and fell: he saith he fell not of his owne accord. He maketh a man woonderfull learned in the liberall sciences, he ruleth fourtie legions. Let everie exorcist take heed, that he admit him not too neere him, bicause of his stinking breath [lit. \"because of the intolerable stench which he exhales\"]. And therefore let the conjuror hold neere to his face a magicall [silver] ring, and that shall defend him.\nPseudomonarchia Daemonum\nShe was known to the Canaanites as ASTARTE, to the Sumerians, she was known as INANNA, to the Babylonians, she was known as ISHTAR to the Assyrians and the Akkadians, ASHTART, ASHTORETH, ASHERAH, and ASTORETH, to the Egyptians, ISIS, ASHET AND ASET, to the Phoenicians, she was known as TANIT-ASHTART and ASHTAROTH. Her Ugaritic name was ANAT.",
        "seal": "http://localhost:8080/images/daemon/Astaroth_Seal.jpg",
          "Ruler": "CORSON",
          "Rank": "Duke (Dux) | Grand Duke of the Western Regions of Hell; Crowned Princess",
          "Planet": "Venus",
          "Element": "Earth",
          "Direction": "West",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Sandalwood",
          "Corresponding_Angel": "REYIYEL",
          "Zodiac_Position": "10-20 degrees of Capricorn\nDecember 31st-January 9th",
          "Tarot_Card": "3 of Pentacles",
          "Candle_color": "Brown or Green",
          "Animal": "Cobra or Viper",
          "Other": "Astaroth is a Guidance Councilor for both Demons and humans. She deals in mostly human affairs\nAstaroth rules 40 legions of spirits and is a Day Demoness\nAstaroth is also The Treasurer of Hell"
      },
    {
        "name": "30. FORNEUS",
        "img": "http://localhost:8080/images/daemon/Forneus.jpg",
        "sigil": "http://localhost:8080/images/daemon/Forneus_Sigil.gif",
        "infoGen": "The Thirtieth Spirit is Forneus. He is a Mighty and Great Marquis, and appeareth in the Form of a Great Sea-Monster. He teacheth, and maketh men wonderfully knowing in the Art of Rhetoric. He causeth men to have a Good Name, and to have the knowledge and understanding of Tongues. He maketh one to be beloved of his Foes as well as of his Friends. He governeth 29 Legions of Spirits, partly of the Order of Thrones, and partly of that of Angels. His Seal is this, which wear thou, etc.",
        "comment": "The Lesser Key of Solomon\nThe 30th spirit is called Forneus, he is a mighty great Marquiz,  appeareth in ye forme of a great sea Monster, he Teacheth  maketh men wounderfull knowing in ye art of Rhetoric he causeth men to have a good Name, and to have ye understanding of Tongues; he maketh men to be beloved of their foes as well as they be by their Friends;  he governeth 29 Legions of spirits, partly of ye order of Thrones and partly of angels, his seal is this to be made and worne as aforesaid .\nArs Goetia\n(25) Forneus is a great marquesse, like unto a monster of the sea, he maketh men woondeffull in rhetorike, he adorneth a man with a good name, and the knowledge of toongs, and maketh one beloved as well of foes as freends: there are under him nine and twentie legions, of the order partlie of thrones, and partlie of angels.\nPseudomonarchia Daemonum\nForneus gives one a good reputation and teaches languages. He teaches all of the arts and sciences, including rhetoric, and can make one's enemies love him/her. He protects from evil doers. \nForneus is very kind and human friendly. He has a beautiful deep red robe like a king's robe, trimmed in white with black spots. He has black shoulder-length hair with bangs, an intense look, dark eyebrows, and piercing black eyes with olive skin. He also appears with a reptilian sea creature. He understands about the evil of enemy angels.",
        "seal": "http://localhost:8080/images/daemon/Forneus_Seal.jpg",
          "Ruler": "ZIMINAR",
          "Rank": "Marquise (Marchio)",
          "Planet": "Moon",
          "Element": "Water",
          "Direction": "North",
          "Metal": "Silver",
          "Color": "Violet",
          "Incense": "Jasmine",
          "Corresponding_Angel": "OMAEL",
          "Zodiac_Position": "25-29 degrees of Leo\nAugust 18th-22nd",
          "Tarot_Card": "7 of Rods",
          "Candle_color": "Orange",
          "Plant": "Sunflower",
          "Other": "Forneus is a Day demon and rules 29 legions of spirits. He was partly of the order of Thrones and partly of the order of Angels."
      },
    {
        "name": "31. FORAS ( Forras / Forcas / Furcas )",
        "img": "http://localhost:8080/images/daemon/Furcas.jpg",
        "sigil": "http://localhost:8080/images/daemon/Foras_Sigil.gif",
        "infoGen": "The Thirty-first Spirit is Foras. He is a Mighty President, and appeareth in the Form of a Strong Man in Human Shape. He can give the understanding to Men how they may know the Virtues of all Herbs and Precious Stones. He teacheth the Arts of Logic and Ethics in all their parts. If desired he maketh men invisible* and to live long, and to be eloquent. He can discover Treasures and recover things Lost. He ruleth over 29 Legions of Spirits, and his Seal is this, which wear thou, etc.\n* One or two Codices have \"invincible,\" but \"invisible\" is given in the majority. Yet the form of appearance of Foras as a strong man might warrant the former, though from the nature of his offices the invincibility would probably be rather on the mental than on the physical plane.",
        "comment": " The Lesser Key of Solomon\nThe 31 spirit in order, [as Salomon saith,] is named Foras, he is a mighty great president  appeareth in ye form of a strong man, in humane shape he can give ye understanding to men how they may know ye vertues of all hearbs  precious stones,  [he] teacheth them ye art [of] Logick  Ethicks in All their partes if desired, he maketh men Invisible, witty, Eloquent  to live Long; he [can] discover Treasures and recover Things lost,  he ruleth over 29 Legions of spirits, his seale or Character is thus to be made  worne as a Lamen.\nArs Goetia\n(29) Foras [Forras], alias Forcas is a great president, and is seene in the forme of a strong man, and in humane shape, he understandeth the vertue of hearbs and pretious stones: he teacheth fullie logicke, ethicke, and their parts: he maketh a man invisible, wittie, eloquent, and to live long; he recovereth things lost, and discovereth [discloses] treasures, and is lord over nine and twentie legions.\nPseudomonarchia Daemonum\nHe can make one charismatic, wise, wealthy, and invincible. He restores lost property and teaches logic and ethics. He reveals the powers of herbs and precious stones and has the power to make one invisible, have a long life, and to have charisma.",
        "seal": "http://localhost:8080/images/daemon/Foras_Seal.jpg",
          "Ruler": "CORSON",
          "Rank": "President (Praeses)",
          "Planet": "Mercury",
          "Element": "Earth",
          "Direction": "West",
          "Metal": "Mercury",
          "Color": "Orange",
          "Incense": "Storax",
          "Corresponding_Angel": "LEKABAEL",
          "Zodiac_Position": "0-4 degrees of Virgo\nAugust 23rd-27th",
          "Tarot_Card": "8 of Pentacles",
          "Candle_color": "Orange",
          "Plant": "Century Plant",
          "Other": "Foras is a Day Demon and rules 29 legions of spirits"
      },
    {
        "name": "32. ASMODAY ( Asmodeus / Sydonay )",
        "img": "http://localhost:8080/images/daemon/Asmoday.jpg",
        "sigil": "http://localhost:8080/images/daemon/Asmoday.jpg",
        "infoGen": "The Thirty-second Spirit is Asmoday, or Asmodai. He is a Great King, Strong, and Powerful. He appeareth with Three Heads, whereof the first is like a Bull, the second like a Man, and the third like a Ram; he bath also the tail of a Serpent, and from his mouth issue Flames of Fire. His Feet are webbed like those of a Goose. He sitteth upon an Infernal Dragon, and beareth in his hand a Lance with a Banner. He is first and choicest under the Power of AMAYMON, he goeth before all other. When the Exorcist bath a mind to call him, let it be abroad, and let him stand on his feet all the time of action, with his Cap or Headdress off; for if it be on, AMAYMON will deceive him and call all his actions to be bewrayed. But as soon as the Exorcist seeth Asmoday in the shape aforesaid, he shall call him by his Name, saying: \"Art thou Asmoday?\" and he will not deny it, and by-and-by he will bow down unto the ground. He giveth the Ring of Virtues; he teacheth the Arts of Arithmetic, Astronomy, Geometry, and all handicrafts absolutely. He giveth true and full answers unto thy demands. He maketh one Invincible. He showeth the place where Treasures lie, and guardeth it. He, amongst the Legions of AMAYMON governeth 72 Legions of Spirits Inferior. His Seal is this which thou must wear as a Lamen upon thy breast, etc.",
        "comment": "he Lesser Key of Solomon\nThe 32d spirit in order is called Asmoday. he is a great king, strong  powerfull, he appeareth wth 3 heads, whereof ye first is like a Bull The second like a Man, The third like a Ram, [he appeareth also] wth a serpents Taile, Belching or vomitting up flames of fire out of his mouth his feet are webed like a Goose, he sitteth on an Infernall dragon carring a Launce and a flagg in his hands, he is ye first  chifiest under ye power of Amaymon,  goeth before all others: when the [105r] Exorcist hath a mind to call him, lett it be abroad, and lett him stand on his feet all ye Time of action, wth his cap of [off], for if it be on, Amaymon will deceive him and cause all his doeing to be bewrayed, But as soone as yeExorist [Exorcist] seeth Asmoday in ye shape aforesaid, he shall call him by his Name, saying, thou art Asmoday,  he will not deny it;  by  by he will bow down to ye ground c he giveth ye Ring of vertues he teacheth ye art of Arithmitic, geomitry, Astronomy and all [other] handicrafts absolutely; he giveth full  True answares to yr demands, he maketh a man Invisible, he showeth ye place where Treasures layeth, and guardeth it if it be among ye Legion of Amaymon, he governeth 72 Legions of Inferiour spirits, his seal is thus to be made and worne as a Lamen before [thee] on your Breast.\nArs Goetia\n(34) Sidonay [Sydonay], alias Asmoday, a great king, strong and mightie, he is seene with three heads, whereof the first is like a bull, the second like a man, the third like a ram, he hath a serpents taile, he belcheth flames out of his mouth, he hath feete like a goose, he sitteth on an infernall dragon, he carrieth a lance and a flag in his hand, he goeth before others, which are under the power of Amaymon. When the conjuror exerciseth this office, let him be abroad [brave], let him be warie [courageous] and standing on his feete; if his cap be on his head [! if he is afraid he will be overwhelmed], he will cause all his dooings to be bewraied [divulged], which if he doo not, the exorcist shalbe deceived by Amaymon in everie thing. But so soone as he seeth him in the forme aforesaid, he shall call him by his name, saieng; Thou art Asmoday; he will not denie it, and by and by he boweth downe to the ground; he giveth the ring of venues, he absolutelie teacheth geometrie, arythmetike, astronomie, and handicrafts [mechanics]. To all demands he answereth fullie and trulie, he maketh a man invisible, he sheweth the places where treasure lieth, and gardeth it, if it be among the legions of Amaymon, he hath under his power seventie two legions.\nPseudomonarchia Daemonum\nAsmodeus was of the order of Seraphim and he carries the title \"King of the Demons.\" He governs the many realms of pleasure. He prefers to be summoned bareheaded [without a hat or head covering] and he teaches the arts of astronomy, arithmetic, geomancy, and craftsmanship. He answers all questions, discovers and guards treasures and gives the ability to read the thoughts of others. He confers invisibility, and can break up marriages/relationships. Asmodeus has a human Mother and his Father is a God. He has jet black hair with a braid down his back, and has an olive complexion. Asmodeus is extremely courteous and very much a gentleman. He is soft spoken with a smooth voice. Asmodeus is a very pleasant Demon. Asmodeus must be invoked bareheaded. ",
        "seal": "http://localhost:8080/images/daemon/Asmoday_Seal.jpg",
          "Ruler": "AMAYMON",
          "Rank": "King (Rex)",
          "Planet": "Sun",
          "Element": "Air",
          "Direction": "East",
          "Metal": "Gold",
          "Color": "Yellow",
          "Incense": "Frankincense",
          "Corresponding_Angel": "VESHARIAH",
          "Zodiac_Position": "5-9 degrees of Virgo\nAugust 28th- September 1st",
          "Tarot_Card":" 8 of Pentacles",
          "Candle_color": "Black or Blue",
          "Plant": "Mint",
          "Animal": "Whale",
          "Other": "Asmodeus is Chief Astrologer of Hell and Oversees the Gambling Houses in Hell. He is a very busy Demon.\nAsmodeus is a Day Demon, he is among the legions of AMAYON and rules 72 legions of spirits\nAsmodeus carries the title \"King of the Demons\""
      },
    {
        "name": "33. GAAP ( Tap )",
        "img": "http://localhost:8080/images/daemon/Gaap.jpg",
        "sigil": "http://localhost:8080/images/daemon/Gaap_Sigil.gif",
        "infoGen": "The Thirty-third Spirit is Gaap. He is a Great President and a Mighty Prince. He appeareth when the Sun is in some of the Southern Signs, in a Human Shape, going before Four Great and Mighty Kings, as if he were a Guide to conduct them along on their way. His Office is to make men Insensible or Ignorant; as also in Philosophy to make them Knowing, and in all the Liberal Sciences. He can cause Love or Hatred, also he can teach thee to consecrate those things that belong to the Dominion of AMAYMON his King. He can deliver Familiars out of the Custody of other Magicians, and answereth truly and perfectly of things Past, Present, and to Come. He can carry and re-carry men very speedily from one Kingdom to another, at the Will and Pleasure of the Exorcist. He ruleth over 66 Legions of Spirits, and he was of the Order of Potentates. His Seal is this to be made and to be worn as aforesaid, etc. ",
        "comment": "The Lesser Key of Solomon\nThe 33d spirit is Gaap. he is a great president  a mighty Prince, he appeareth when ye Sun is in some of ye Southern Signes, in a humane shape, [Clm 849 reads: \"He appears in the form of a doctor (medici, not meridii=southern as in Weyer) when he takes on a human form\"] goeing before 4 great  mighty kings, as if he was a guide to conduct them along in their way. his office is to make men knowing in Phylosophy and all ye Liberall siences; he can cause love or hatred, and make men Insensible he can Teach yu how to consecrate those Things that belong to ye dominion of Amaymon his king  can dilever [deliver] familiers out of the custody of other Magicians; and [he also] answareth Truly and perfectly of Things past present and to come,  can carry and recarry [things] most speedily from one kingdome to another, at ye will and pleasure of [the] Exorcist, he ruleth over 66\nLegions of spirits he was of ye order of potestates [potentates]; his seal is thus to be made  worne as a Lamen c.\nArs Goetia\n(36) Gaap, alias Tap, a great president and a prince, he appeareth in a meridionall signe, and when he taketh humane shape [Clm 849 reads: He appears in the form of a doctor when he takes on a human form. He is the most excellent doctor of women, and he makes them burn with love for men.] he is the guide of the foure principall kings, as mightie as Bileth. There were certeine necromancers that offered sacrifices and burnt offerings unto him; and to call him up, they exercised an art, saieng that Salomon the wise made it. Which is false: for it was rather Cham, the sonne of Noah, who after the floud began first to invocate wicked spirits. He invocated Bileth, and made an art in his name, and a booke which is knowne to manie mathematicians. There were burnt offerings and sacrifices made, and gifts given, and much wickednes wrought by the exorcists, who mingled therewithall the holie names of God, the which in that art are everie where expressed. Marie [Certainly] there is an epistle of those names written by Salomon, as also write Helias Hierosolymitanus and Helisæus. It is to be noted, that if anie exorcist have the art of Bileth, and cannot make him stand before him, nor see him, I may not bewraie how and declare the meanes to conteine him, bicause it is abhomination, and for that I have learned nothing from Salomon of his dignitie and office. But yet I will not hide this; to wit, that he maketh a man woonderfull in philosophie and all the liberall sciences: he maketh love, hatred, insensibilitie, invisibilitie, consecration, and consecration of those things that are belonging unto the domination of Amaymon, and delivereth familiars out of the possession of other conjurors, answering truly and perfectly of things present, past,  to come,  transferreth men most speedilie into other nations, he ruleth sixtie six legions,  was of the order of potestats.\nPseudomonarchia Daemonum\nGaap can cause love or hate. He helps with astral projection and foretells the future. He delivers familiars from the custody of other mages, discerns past and present, and teaches philosophy and the liberal sciences. He can also make men ignorant. Gaap teaches how to consecrate things.\nGaap has a green aura and appears as a little man.",
        "seal": "http://localhost:8080/images/daemon/Gaap_Seal.jpg",
        "Ruler": "AMAYMON",
        "Rank": "President (Praeses) / Prince (Princeps)",
        "Planet": "Mercury / Jupiter",
        "Element": "Air",
        "Direction": "East",
        "Metal": "Mercury / Tin",
        "Color": "Orange / Blue",
        "Incense": "Storax / Cedar",
        "Corresponding_Angel": "YECHUYAH",
        "Zodiac_Position": "10-14 degrees of Virgo\nSeptember 2nd-7th",
        "Tarot_Card":" 9 of Pentacles",
        "Plant": "Moss",
        "Candle_color": "Black",
        "Other": "Gaap is a Day Demon and rules 66 legions of spirits. He was of the order of the Potentates."
      },
    {
        "name": "34. FURFUR ( Furtur )",
        "img": "http://localhost:8080/images/daemon/Furfur.jpg",
        "sigil": "http://localhost:8080/images/daemon/Furfur_Sigil.gif",
        "infoGen": "The Thirty-fourth Spirit is Furfur. He is a Great and Mighty Earl, appearing in the Form of an Hart with a Fiery Tail. He never speaketh truth unless he be compelled, or brought up within a triangle, △. Being therein, he will take upon himself the Form of an Angel. Being bidden, he speaketh with a hoarse voice. Also he will wittingly urge Love between Man and Woman. He can raise Lightnings and Thunders, Blasts, and Great Tempestuous Storms. And he giveth True Answers both of Things Secret and Divine, if commanded. He ruleth over 26 Legions of Spirits. And his Seal is this, etc.",
        "comment": "The Lesser Key of Solomon\nThe 34th spirit is called Furtur [Furfur], he is a great  mighty Earle, appearing in ye forme of an hart wth a firey [fiery] Taile; he never speaket [speaketh] Truth, except he be compelled or brought up wthin a Triangle, being compelled therein, he will take upon himselfe ye forme of an angel being bidden; he speaketh with a hoarse voice,  will [can] willingly make love between man  wife he can raise Thunder, Lightnings, Blasts and great Tempestuous stormes c he giveth true answares both of secreet and devine Things [105v] if commanded, and ruleth over 26 Legions of spirits, his seal is this which is to be [made ] worne as a Lamin c.\nArs Goetia\n(30) Furfur is a great earle, appearing as an hart, with a firie taile, he lieth in everie thing, except he be brought up within a triangle; being bidden, he taketh angelicall forme, he speaketh with a hoarse voice, and willinglie maketh love betweene man and wife [or simply \"woman\"]; he raiseth thunders and lightnings, and blasts. Where he is commanded, he answereth well, both of secret and also of divine things, and hath rule and dominion over six and twentie legions.\nPseudomonarchia Daemonum\nShe incites love between a man and woman. She also causes thunder, lightening and wind. She bestows a love of battle and can reveal the secret thoughts of others. Furfur is a beautiful Demoness. She has silky white wings, with curly blonde hair and large blue eyes.",
        "seal": "http://localhost:8080/images/daemon/Furfur_Seal.jpg",
          "Ruler": "GÖAP",
          "Rank": "Count (Comes)",
          "Planet": "Mars",
          "Element": "Fire",
          "Direction": "South",
          "Metal": "Silver Copper",
          "Color": "Red",
          "Incense": "Dragons Blood",
          "Corresponding_Angel": "LEHACHIAH",
          "Zodiac_Position": "15-19 degrees of Virgo\nSeptember 8th-12th",
          "Tarot_Card": "9 of Pentacles",
          "Candle_color": "Red",
          "Plant": "Cypress",
          "Other": "Furfur is a Day Demon and rules 26 legions of spirits"
      },
    {
        "name": "35. MARCHOSIAS ( Marchocias )", 
        "img": "http://localhost:8080/images/daemon/Marchosias.jpg",
        "sigil": "http://localhost:8080/images/daemon/Marchosias_Sigil.gif",
        "infoGen": "The Thirty-fifth Spirit is Marchosias. He is a Great and Mighty Marquis, appearing at first in the Form of a Wolf* having Gryphon's Wings, and a Serpent's Tail, and Vomiting Fire out of his mouth. But after a time, at the command of the Exorcist he putteth on the Shape of a Man. And be is a strong fighter. He was of the Order of Dominations. He governeth 30 Legions of Spirits. He told his Chief, who was Solomon, that after 1,200 years he had hopes to return unto the Seventh Throne. And his Seal is this, to be made and worn as a Lamen, etc.\n* On one Codex of the seventeenth century, very badly written, it might be read \"Ox\" instead of \"Wolf.\"",
        "comment": "The Lesser Key of Solomon\nThe 35 spirit is called Marchosias, he is a great and mighty Marquiz appering at first in [the] forme of a wolfe; having griffins wings, and a serpents Taile, vomiting up fire out of his mouth But afterwards at ye command of ye Exorcist, he putteth on ye shape of a man, and is a strong fighter he giveth true answares to all questions,  is very faithfull to yeExorcist in doeing his Buisness [sic], he was of ye order of dominations he governeth 30 Legions of spirits, he Told his chiefe Master wch was Salomon, that after 1200 yeares he hadd hopes to returne to ye 7th Throne : his seal is thus, to be made,  worne as a Lamin c.\nArs Goetia\n(31) Marchosias [Marchocias] is a great marquesse, he sheweth himselfe in the shape of a cruell shee woolfe, with a griphens wings, with a serpents taile, and spetting I cannot tell what out of his mouth. When he is in a mans shape, he is an excellent fighter, he answereth all questions trulie, he is faithfull in all the conjurors businesse [commands], he was of the order of dominations, under him are thirtie legions: he hopeth after 1200. yeares to returne to the seventh throne, but he is deceived in that hope.\nPseudomonarchia Daemonum\nShe can assist in any fight, argument or confrontation; either verbal or physical, and she answers questions.\nMarchosias appeared to me as a teenage girl. She looked young. She is very talkative and friendly. She has straight long blonde hair parted down the middle, and large black wings. She is a warrior. ",
        "seal": "http://localhost:8080/images/daemon/Marchosias_Seal.jpg",
          "Ruler": "GÖAP",
          "Rank": "Marquise (Marchio)",
          "Planet": "Moon",
          "Element": "Fire",
          "Direction": "South",
          "Metal": "Silver",
          "Color": "Violet",
          "Incense": "Jasmine",
          "Corresponding_Angel": "KAVEQIAH",
          "Zodiac_Position": "20-24 degrees of Virgo\nSeptember 13th-17th",
          "Tarot_Card": "10 of Pentacles",
          "Candle_color": "Red",
          "Plant": "Pennyroyal",
          "Other": "Marchosias is a Day Demon and rules 30 legions of spirits. She was of the Order of Dominations"
      },
    {
        "name": "36. STOLAS ( Stolos )",
        "img": "http://localhost:8080/images/daemon/Stolas.jpg",
        "sigil": "http://localhost:8080/images/daemon/Stolas_Sigil.gif",
        "infoGen": "The Thirty-sixth Spirit is Stolas, or Stolos. He is a Great and Powerful Prince, appearing in the Shape of a Mighty Raven at first before the Exorcist; but after he taketh the image of a Man. He teacheth the Art of Astronomy, and the Virtues of Herbs and Precious Stones. He governeth 26 Legions of Spirits; ",
        "comment": "The Lesser Key of Solomon\nThe 36th spirit is called Stolas, he is a great and powerfull Prince, appearing in ye shape of a Night Raven at first before ye Exorcist, but afterwards he taketh the image of a man c; he teacheth the Art of Astronomy,  the vertuses [sic] of hearbs  precious stones, he governeth 26 legions of spirits his seal is thus to be made  worne as a Lamin.\nArs Goetia\n(69) Stolas is a great prince, appearing in the forme of a nightraven, before the exorcist, he taketh the image and shape of a man, and teacheth astronomie, absolutelie understanding the vertues of herbes and pretious stones; there are under him twentie six legions.\nPseudomonarchia Daemonum\nHe has knowledge of all of the stars, planets and the properties of stones. He teaches astronomy and the uses of herbs.\nStolas has beautiful long dark brown curly hair and blue eyes. His wings are cream colored and laced with gold trim. His wings are like a Griffin's wings.",
        "seal": "http://localhost:8080/images/daemon/Stolas_Seal.jpg",
          "Ruler": "AMAYMON",
          "Rank":  "Prince (Princeps)",
          "Planet": "Jupiter",
          "Element": "Air",
          "Direction": "East",
          "Metal": "Tin",
          "Color": "Blue",
          "Incense": "Cedar",
          "Corresponding_Angel": "MENUDAEL",
          "Zodiac_Position": "25-29 degrees of Virgo\nSeptember 18th-22nd",
          "Tarot_Card": "10 of Pentacles",
          "Candle_color": "Dark blue",
          "Plant": "Flax",
          "Other": "Stolas is a Day Demon and rules 26 legions of spirits"
      },
      {
        "name": "37. PHENEX ( Phoenix )",
        "img": "http://localhost:8080/images/daemon/Phoenix.jpg",
        "sigil": "http://localhost:8080/images/daemon/Phoenix_Sigil.gif",
        "infoGen": "The Thirty-sixth Spirit is Stolas, or Stolos. He is a Great and Powerful Prince, appearing in the Shape of a Mighty Raven at first before the Exorcist; but after he taketh the image of a Man. He teacheth the Art of Astronomy, and the Virtues of Herbs and Precious Stones. He governeth 26 Legions of Spirits; ",
        "comment": "The Lesser Key of Solomon\nThe 37th spirit is called Phoenix he his [is] a great Marquiz & appeareth like ye [form of the] Bird Phoenix having a Childs voice, he singeth many sweet notes before ye Exorcist, wch he must not regard, but by & by he must bidd him [to] put on a humane shape, Then he will speak Mervellously of all wounderfull siences; he his a good & excellent Poet, & will be willing to doe yr Request he hath hopes to returne to ye 7th Throne affter 1200 yeares more, as he said to Salomon, he governeth 20 Legions of spirits, his seal is Thus to be made, & worne &c.",
        "seal": "http://localhost:8080/images/daemon/Phoenix_Seal.jpg",
          "Ruler": "AMAYMON",
          "Rank":  "Marquise (Marchio)",
          "Planet": "Moon",
          "Element": "Air",
          "Direction": "East",
          "Metal": "Silver",
          "Color": "Voilet",
          "Incense": "Jasmine",
          "Corresponding_Angel": "ANIEL",
          "Zodiac_Position": "0-4 degrees of Libra\nSeptember 23rd-27th",
          "Tarot_Card": "2 of Swords",
          "Candle_color": "Pink",
          "Plant": "Rose",
          "Other": "Phenex is a Night Demon and rules 20 legions of spirits"
      },
      {
        "name": "38. HALPHAS ( Malthous / Malthas )",
        "img": "http://localhost:8080/images/daemon/Halphas.jpg",
        "sigil": "http://localhost:8080/images/daemon/Halphas_Sigil.gif",
        "infoGen": "The Thirty-eighth Spirit is Halphas, or Malthous (or Malthas). He is a Great Earl, and appeareth in the Form of a Stock-Dove. He speaketh with a hoarse Voice. His Office is to build up Towers, and to furnish them with Ammunition and Weapons, and to send Men-of-War* to places appointed. He ruleth over 26 Legions of Spirits.",
        "comment": "The Lesser Key of Solomon\nThe 38th spirit is called Halphas he is a great Earle and appeareth in ye forme of a stock dove, and speaketh wth a hoarse voyce; his office is to build up Towers & to furnish them wth ammunition and weapons, and to send men of warre to places appointed; he ruleth 26 Legions of spirits; his seal is Thus to be made, & worne as a Lamen &.",
        "seal": "http://localhost:8080/images/daemon/Halphas_Seal.jpg",
          "Ruler": "GÖAP",
          "Rank":  "Count (Comes)",
          "Planet": "Mars",
          "Element": "Fire",
          "Direction": "South",
          "Metal": "Silver Copper",
          "Color": "Red",
          "Incense": "Dragons Blood",
          "Corresponding_Angel": "CHAUMIAH",
          "Zodiac_Position": "5-9 degrees of Libra\nSeptember 28th- October 2nd",
          "Tarot_Card": "2 of Swords",
          "Candle_color": "Red",
          "Plant": "Marjoram",
          "Other": "Halpas is a Night Demon and rules 26 legions of spirits"
      },
      {
        "name": "39. MALPHAS",
        "img": "http://localhost:8080/images/daemon/Malphas.jpg",
        "sigil": "http://localhost:8080/images/daemon/Malphas_Sigil.gif",
        "infoGen": "The Thirty-ninth Spirit is Malphas. He appeareth at first like a Crow, but after he will put on Human Shape at the request of the Exorcist, and speak with a hoarse Voice. He is a Mighty President and Powerful. He can build Houses and High Towers, and can bring to thy Knowledge Enemies' Desires and Thoughts, and that which they have done. He giveth Good Familiars. If thou makest a Sacrifice unto him he will receive it kindly and willingly, but he will deceive him that doth it. He governeth 40 Legions of Spirits.",
        "comment": "The 39th spirit in order is called Malphas, he appeareth at first in ye forme like a Crow, But affterwardes will put on a humane shape at ye request of ye Exorcist & speake wth a hoarse voyce; he is a mighty president and powerfull he can Build houses & high Towers & he can bring quickly artificers togather from all places of ye world; he can destroy ye[thy] Enemies desires or thoughts, and wt [all that] they have done; he giveth good familiars, & if yu make any sacrifices to him, he will receive it kindly and willingly, But he will deceive him yt doth it; he governeth 40 Legions of spirits",
        "seal": "http://localhost:8080/images/daemon/Malphas_Seal.jpg",
          "Ruler": "AMAYMON",
          "Rank":  "President (Praeses)",
          "Planet": "Mercury",
          "Element": "Air",
          "Direction": "East",
          "Metal": "Mercury",
          "Color": "Orange",
          "Incense": "Storax",
          "Corresponding_Angel": "REHAUEL",
          "Zodiac_Position": "10-14 degrees of Libra\nOctober 3rd-7th",
          "Tarot_Card": "3 of Swords",
          "Candle_color": "Light Blue",
          "Plant": "Marigold",
          "Other": "Malphas is a Night Demon and rules 40 legions of spirits."
      },
      {
        "name": "40. RAUM ( Raym )",
        "img": "http://localhost:8080/images/daemon/Raym.jpg",
        "sigil": "http://localhost:8080/images/daemon/Raym_Sigil.gif",
        "infoGen": "The Fortieth Spirit is Räum. He is a Great Earl; and appeareth at first in the Form of a Crow, but after the Command of the Exorcist he putteth on Human Shape. His office is to steal Treasures out King's Houses, and to carry it whither he is commanded, and to destroy Cities and Dignities of Men, and to tell all things, Past, and What Is, and what Will Be; and to cause Love between Friends and Foes. He was of the Order of Thrones. He governeth 30 Legions of Spirits;",
        "comment": "The 40th spirit is called Raum, he is an Earle, & appeareth at first in ye forme of a Crow but affterwards, at ye command of ye Exorcist he putteth on humane shape his office is to steale Treasures out of kings houses, and to carry it where he is commanded, & to destroy Citties, and ye dignities of men; & to tell all Things past, & wt is, & wt will be; & to cause Love between friends & foes; he was of ye order of Thrones, and governeth over 30 Legions of spirits",
        "seal": "http://localhost:8080/images/daemon/Raym_Seal.jpg",
          "Ruler": "GÖAP",
          "Rank":  "Count (Comes)",
          "Planet": "Mars",
          "Element": "Fire",
          "Direction": "South",
          "Metal": "Silver Copper",
          "Color": "Red",
          "Incense": "Dragons Blood",
          "Corresponding_Angel": "YAYTZAEL",
          "Zodiac_Position": "15-19 degrees of Libra\nOctober 8th-12th",
          "Tarot_Card": "3 of Swords",
          "Candle_color": "Black",
          "Plant": "Thistle",
          "Other": "Raum is a Night Demon and rules 30 legions of spirits"
      },
      {
        "name": "41. FOCALOR (Rocofale)",
        "img": "http://localhost:8080/images/daemon/Rocofale.jpg",
        "sigil": "http://localhost:8080/images/daemon/Rocofale_Sigil.gif",
        "infoGen": "The Forty-first Spirit is Focalor, or Forcalor, or Furcalor. He is a Mighty Duke and Strong. He appeareth in the Form of a Man with Gryphon's Wings. His office is to slay Men, and to drown them in the Waters, and to overthrow Ships of War, for he hath Power over both Winds and Seas; but he will not hurt any man or thing if he be commanded to the contrary by the Exorcist. He also hath hopes to return to the Seventh Throne after 1,000 years. He governeth 30 Legions of Spirits;",
        "comment": "The 41 spirit in order is called Focalor he is a great duke & strong, & appeareth in ye forme of a Man with griffins wings; his office is, to kill men, and to drown them in yewaters, and to over throw ships of warre, for he hath power over both winds and seas, but he will not hurt any man or Thing, if he be commanded to ye contrary by ye Exorcist; he hath hopes to returne to ye 7th Throne after 1000 yeares; he governeth 3 Legions of spirits",
        "seal": "http://localhost:8080/images/daemon/Rocofale_Seal.jpg",
          "Ruler": "ZIMINAR",
          "Rank":  "Duke (Dux)",
          "Planet": "Venus",
          "Element": "Water",
          "Direction": "North",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Sandalwood",
          "Corresponding_Angel": "HAHAEL",
          "Zodiac_Position": "20-24 degrees of Libra\nOctober 13th-17th",
          "Tarot_Card": "4 of Swords",
          "Candle_color": "Black (from him personally to a disciple)",
          "Plant": "Wild Rose (from him personally to a disciple)",
          "Other": "Focalor is a Night Demon and rules 30 legions of spirits"
      },
      {
        "name": "42. VEPAR ( Separ / Vapar )",
        "img": "http://localhost:8080/images/daemon/Vapar.jpg",
        "sigil": "http://localhost:8080/images/daemon/Vapar_Sigil.gif",
        "infoGen": "The Forty-second Spirit is Vepar, or Vephar. He is a Duke Great and Strong and appeareth like a Mermaid. His office is to govern the Waters, and to guide Ships laden with Arms, Armour, and Ammunition, etc., thereon. And at the request of the Exorcist he can cause the seas to be right stormy and to appear full of ships. Also he maketh men to die in Three Days by Putrefying Wounds or Sores, and causing Worms to breed in them. He governeth 29 Legions of Spirits;",
        "comment": "The 42d spirit is Named Vepar he is a great & strong duke, & appeareth like a Mairmaid, his office is to guide ye waters, & ships Ladden wth armour thereon he will at ye [will of the] Exorcist cause ye seas to be rough and stormy, and to appeare full of ships he causeth men to dye in 3 dayes wth putrifying their sores and wounds, & causing wormes in them[106v] to bred &c he governeth 29 Legions of spirits",
        "seal": "http://localhost:8080/images/daemon/Vapar_Seal.jpg",
          "Ruler": "ZIMINAR",
          "Rank":  "Duke (Dux)",
          "Planet": "Venus",
          "Element": "Water",
          "Direction": "North",
          "Metal": "Copper",
          "Color": "Green",
          "Incense": "Sandalwood",
          "Corresponding_Angel": "HAHAEL",
          "Zodiac_Position": "25-29 degrees into Libra\nOctober 18th-22nd",
          "Tarot_Card": "4 of Swords",
          "Candle_color": "Black",
          "Plant": "Mugwort",
          "Other": "Vepar is a Night Demon and rules 29 legions of spirits"
      },
      {
        "name": "43. SABNOCK ( Sabnach / Sabnacke / Salmac )",
        "img": "http://localhost:8080/images/daemon/Sabnach.jpg",
        "sigil": "http://localhost:8080/images/daemon/Sabnach_Sigil.gif",
        "infoGen": "The Forty-third Spirit, as King Solomon commanded them into the Vessel of Brass, is called Sabnock, or Savnok. He is a Marquis, Mighty, Great and Strong, appearing in the Form of an Armed Soldier with a Lion's Head, riding on a pale-coloured horse. His office is to build high Towers, Castles and Cities, and to furnish them with Armour, etc. Also he can afflict Men for many days with Wounds and with Sores rotten and full of Worms. He giveth Good Familiars at the request of the Exorcist. He commandeth 50 Legions of Spirits;",
        "comment": "The 43d spirit in order as Salomon commanded them into ye Brazen vesel is called Sabnach he is a Mighty great Marquiz, & strong appearing in ye forme of an armed souldier wth a Lyons head, ridding on a pale couloured horse, his office is to build high Towers, Casteles and Citties, and to furnish them wth armour, & to afflict men severall dayes wthwounds & rotten sores full of wormes; he giveth good familiars at ye command of ye Exorcist he commandeth 50 Legions of spirits",
        "seal": "http://localhost:8080/images/daemon/Sabnach_Seal.jpg",
          "Ruler": "GÖAP",
          "Rank":  "Marquise (Marchio)",
          "Planet": "Moon",
          "Element": "Fire",
          "Direction": "South",
          "Metal": "Silver",
          "Color": "Violet",
          "Incense": "Jasmine",
          "Corresponding_Angel": "VEVALIAH",
          "Zodiac_Position": "0-4 degrees of Scorpio\nOctober 23rd-27th",
          "Tarot_Card": "5 of Cups",
          "Candle_color": "Dark Blue",
          "Plant": "Allspice",
          "Other": "Sabnock is a Night Demon and she rules 50 legions of Spirits"
      },
      {
        "name": "44. SHAX ( Shaz / Chax / Scox )",
        "img": "http://localhost:8080/images/daemon/Sabnach.jpg",
        "sigil": "http://localhost:8080/images/daemon/Sabnach_Sigil.gif",
        "infoGen": "The Forty-fourth Spirit is Shax, or Shaz (or Shass). He is a Great Marquis and appeareth in the Form of a Stock-Dove, speaking with a voice hoarse, but yet subtle. His Office is to take away the Sight, Hearing, or Understanding of any Man or Woman at the command of the Exorcist; and to steal money out of the houses of Kings, and to carry it again in 1,200 years. If commanded he will fetch Horses at the request of the Exorcist, or any other thing. But he must first be commanded into a Triangle, △, or else he will deceive him, and tell him many Lies. He can discover all things that are Hidden, and not kept by Wicked Spirits. He giveth good Familiars, sometimes. He governeth 30 Legions of Spirits;",
        "comment": "The 44th spirit in order is named Shax, he is a great Marquize & appeareth in ye forme of a stock dove, speaking wth a hoarse & subtill voyce. his office is to take away ye sight, hearing & understanding of any man or woman at ye command of ye Exorcist, & to steal money out of kings houses & carry it againe in 1200 yeares, if commanded, he will fetch horses or any Thing at ye Request of ye Exorcist, but he must be commanded into a triangle Triangle first or else he will deceive him, & tell you many lyes, he can discover all Things that are hidden & not kept by wicked spirits, he giveth good familiars sometimes, he governeth 30 Legions of spirits",
        "seal": "http://localhost:8080/images/daemon/Sabnach_Seal.jpg",
          "Ruler": "AMAYMON",
          "Rank":  "Marquise (Marchio)",
          "Planet": "Moon",
          "Element": "Air",
          "Direction": "East",
          "Metal": "Silver",
          "Color": "Violet",
          "Incense": "Jasmine",
          "Corresponding_Angel": "YELAHIAH",
          "Zodiac_Position": "5-9 degrees of Scorpio\nOctober 28th-November 1st",
          "Tarot_Card": "5 of Cups",
          "Candle_color": "Black",
          "Plant": "Purslane",
          "Other": "Shax is a Night Demon and rules 30 legions of spirits"
      },
      {
        "name": "45. VINE",
        "img": "http://localhost:8080/images/daemon/Vine.jpg",
        "sigil": "http://localhost:8080/images/daemon/Vine_Sigil.gif",
        "infoGen": "The Forty-fifth Spirit is Viné, or Vinea. He is a Great King, and an Earl; and appeareth in the Form of a Lion*, riding upon a Black Horse, and bearing a Viper in his hand. His Office is to discover Things Hidden, Witches, Wizards, and Things Present, Past, and to Come. He, at the command of the Exorcist will build Towers, overthrow Great Stone Walls, and make the Waters rough with Storms. He governeth 36 Legions of Spirits.;",
        "comment": "The 45 spirit is called Vine, he is a great king & an Earle, & appeareth in ye forme of a Lyon ridding on a Black horse wth a viper in his hand his office is to discover Things hidden, witches, and Things present past & to come. he, at ye command of ye Exorcist, will build Towers, Throw down great stone walls, make waters rough wth stormes &c, he governeth 35 Legions of spirits",
        "seal": "http://localhost:8080/images/daemon/Vine_Seal.jpg",
          "Ruler": "ZIMINAR",
          "Rank":  "Count (Comes)",
          "Planet": "Mars",
          "Element": "Water",
          "Direction": "North",
          "Metal": "Silver Copper",
          "Color": "Red",
          "Incense": "Dragons Blood",
          "Corresponding_Angel": "SEALIAH",
          "Zodiac_Position": "10-14 degrees of Scorpio\nNovember 2nd-6th",
          "Tarot_Card": "6 of Cups",
          "Candle_color": "White",
          "Plant": "Mallow",
          "Other": "Vine is a Night Demon and rules 36 legions of spirits"
      }
]